window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "chars": {
      "rover_aero": {
        "name": "漂泊者·气动",
        "resources": [
          {
            "label": "弦风息"
          }
        ],
        "skills": [
          {
            "name": "第一段"
          },
          {
            "name": "第二段"
          },
          {
            "name": "第三段"
          },
          {
            "name": "第四段"
          },
          {
            "name": "重击"
          },
          {
            "name": "重击·绞息"
          },
          {
            "name": "空中攻击"
          },
          {
            "name": "闪避反击"
          },
          {
            "name": "苍息破象"
          },
          {
            "name": "碧霄断行"
          },
          {
            "name": "万象归墟"
          },
          {
            "name": "狂岚未尽"
          },
          {
            "name": "抃风儛润第一段"
          },
          {
            "name": "抃风儛润第二段"
          },
          {
            "name": "缥缈无相第一段"
          },
          {
            "name": "缥缈无相第二段"
          }
        ],
        "buffs": [
          {
            "source": "固有·空渡浮尘",
            "label": "攻击",
            "trigger": "施放变奏技能后",
            "excerpt": "释放狂岚未尽时，攻击提升20%",
            "desc": "施放变奏技能狂岚未尽时，攻击提升20%，持续10秒。"
          },
          {
            "source": "延奏·流风回响",
            "label": "风蚀效应层数上限",
            "effects": [
              "windErosion"
            ],
            "trigger": "释放延奏技能后且攻击命中后",
            "excerpt": "释放延奏后，攻击命中使目标风蚀上限提升3层",
            "desc": "附近队伍中所有角色获得蚀境象，持续30秒。蚀境象状态下：攻击命中后，使目标【风蚀效应】层数上限增加3层，持续10秒。该效果无法叠加。"
          }
        ],
        "chain": [
          {
            "name": "风止息于无明界",
            "aliases": [
              "气动主",
              "风主",
              "气主"
            ],
            "desc": "施放空中攻击抃风儛润时，获得抗打断提升效果，持续3秒。"
          },
          {
            "name": "流光乍隐于长夜",
            "desc": "施放共鸣技能缥缈无相时，队伍中登场角色获得持续回复生命效果，每3秒回复漂泊者20%攻击的生命值，持续30秒。期间登场角色生命值低于35%时，立即回复登场角色已损失生命值10%的生命值，该效果每10秒可触发1次，且不受治疗效果加成影响。"
          },
          {
            "name": "虚相陷落于掌中",
            "desc": "气动伤害加成提升15%。",
            "buffs": [
              {
                "label": "气动伤害加成",
                "trigger": "默认",
                "excerpt": "气动伤害加成提升15%"
              }
            ]
          },
          {
            "name": "界限崩折于刹那",
            "desc": "施放空中攻击抃风儛润时，共鸣技能伤害加成提升15%，持续5秒。",
            "buffs": [
              {
                "label": "共鸣技能伤害加成",
                "trigger": "施放抃风儛润时",
                "excerpt": "释放抃风儛润时，共鸣技能伤害加成提升15%"
              }
            ]
          },
          {
            "name": "生灭交错于来路",
            "desc": "共鸣解放万象归墟伤害倍率提升20%。",
            "buffs": [
              {
                "label": "万象归墟倍率提升",
                "trigger": "默认",
                "excerpt": "万象归墟伤害倍率提升20%"
              }
            ]
          },
          {
            "name": "万象崩落于风间",
            "desc": "共鸣技能缥缈无相伤害倍率提升30%。",
            "buffs": [
              {
                "label": "缥缈无相倍率提升",
                "trigger": "默认",
                "excerpt": "缥缈无相伤害倍率提升30%"
              }
            ]
          }
        ]
      }
    }
  }
});
