"use strict";

window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "chars": {
      "danjin": {
        "name": "丹瑾",
        "resources": [
          {
            "label": "彤华"
          }
        ],
        "skills": [
          {
            "name": "第一段"
          },
          {
            "name": "第二段"
          },
          {
            "name": "第三段"
          },
          {
            "name": "重击"
          },
          {
            "name": "空中攻击"
          },
          {
            "name": "闪避反击"
          },
          {
            "name": "赤华"
          },
          {
            "name": "朱蚀一段"
          },
          {
            "name": "朱蚀二段"
          },
          {
            "name": "烬灭第一段"
          },
          {
            "name": "烬灭第二段"
          },
          {
            "name": "烬灭第三段"
          },
          {
            "name": "绯红绽放·连续攻击"
          },
          {
            "name": "绯刹爆发"
          },
          {
            "name": "击雠"
          },
          {
            "name": "重击·缭乱",
            "requiresResourceLabel": "60彤华"
          },
          {
            "name": "重击·纷落",
            "requiresResourceLabel": "已施放重击·缭乱"
          },
          {
            "name": "满能重击·缭乱",
            "requiresResourceLabel": "120彤华"
          },
          {
            "name": "满能重击·纷落",
            "requiresResourceLabel": "已施放满能重击·缭乱"
          }
        ],
        "buffs": [
          {
            "source": "共鸣技能·朱蚀之刻",
            "label": "伤害加深",
            "trigger": "攻击携带朱蚀之刻的目标时",
            "excerpt": "攻击携带朱蚀之刻的目标时，伤害加深20%",
            "desc": "第2段朱蚀命中目标时，对目标附加朱蚀之刻。丹瑾攻击携带朱蚀之刻的目标时，造成的伤害提升20%。"
          },
          {
            "source": "固有·盈溢",
            "label": "重击伤害加成",
            "trigger": "施放烬灭后",
            "excerpt": "释放烬灭后，重击伤害加成提升30%",
            "desc": "施放共鸣技能烬灭后，丹瑾的重击伤害提升30%，效果持续5秒。"
          },
          {
            "source": "固有·绯光",
            "label": "朱蚀伤害加成",
            "trigger": "以闪避反击·逐影触发朱蚀时",
            "excerpt": "以闪避反击触发朱蚀时，朱蚀伤害提升20%",
            "desc": "以闪避反击·逐影触发的共鸣技能朱蚀伤害提升20%，且其消耗的生命值和回复的【彤华】翻倍。"
          },
          {
            "source": "延奏·明晦",
            "label": "湮灭伤害加深",
            "trigger": "释放延奏技能后",
            "excerpt": "下一位登场角色湮灭伤害加深23%",
            "desc": "下一位登场角色湮灭伤害加深23%，效果持续14秒，若切换至其他角色则该效果提前结束。"
          }
        ],
        "chain": [
          {
            "name": "丹心本如鉴",
            "desc": "丹瑾攻击携带共鸣技能朱蚀之刻的目标时，自身的攻击提升5%，持续6秒，可叠加6层，每次受到伤害时减少1层。",
            "buffs": [
              {
                "label": "攻击",
                "trigger": "攻击携带朱蚀之刻的目标时",
                "excerpt": "攻击携带朱蚀之刻的目标时，每层攻击提升5%"
              }
            ]
          },
          {
            "name": "明镜却蒙尘",
            "desc": "丹瑾攻击携带共鸣技能朱蚀之刻的目标时，造成的伤害额外提升20%。",
            "buffs": [
              {
                "label": "伤害加深",
                "trigger": "攻击携带朱蚀之刻的目标时",
                "excerpt": "攻击携带朱蚀之刻的目标时，伤害额外加深20%"
              }
            ]
          },
          {
            "name": "刹那芳华不长久",
            "desc": "共鸣解放伤害加成提升30%。",
            "buffs": [
              {
                "label": "共鸣解放伤害加成",
                "trigger": "默认",
                "excerpt": "共鸣解放伤害加成提升30%"
              }
            ]
          },
          {
            "name": "孤艳难红",
            "desc": "【彤华】积攒60点以上时，丹瑾的暴击提升15%。施放重击·缭乱消耗所有【彤华】后，此效果会被延续至重击·纷落结束。",
            "buffs": [
              {
                "label": "暴击",
                "trigger": "彤华达到60点以上时",
                "excerpt": "彤华达到60点以上时，暴击提升15%"
              }
            ]
          },
          {
            "name": "剑扫春秋",
            "desc": "丹瑾的湮灭伤害加成提升15%，生命低于60%时湮灭伤害加成额外提升15%。",
            "buffs": [
              {
                "label": "湮灭伤害加成",
                "trigger": "默认",
                "excerpt": "湮灭伤害加成提升15%"
              },
              {
                "label": "湮灭伤害加成",
                "trigger": "生命低于60%时",
                "excerpt": "生命低于60%时，湮灭伤害加成额外提升15%"
              }
            ]
          },
          {
            "name": "绯染碧玉岂堪留",
            "desc": "施放重击缭乱时，队伍中的角色的攻击提升20%，持续20秒。",
            "buffs": [
              {
                "label": "攻击",
                "trigger": "释放重击·缭乱时",
                "excerpt": "释放重击·缭乱时，攻击提升20%"
              }
            ]
          }
        ]
      }
    }
  }
});
