window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "chars": {
      "verina": {
        "name": "维里奈",
        "resources": [
          {
            "label": "光合能量"
          }
        ],
        "skills": [
          {
            "name": "第一段"
          },
          {
            "name": "第二段"
          },
          {
            "name": "第三段"
          },
          {
            "name": "第四段"
          },
          {
            "name": "第五段"
          },
          {
            "name": "重击"
          },
          {
            "name": "空中攻击第一段"
          },
          {
            "name": "空中攻击第二段"
          },
          {
            "name": "空中攻击第三段"
          },
          {
            "name": "空中重击"
          },
          {
            "name": "闪避反击"
          },
          {
            "name": "扩繁试验"
          },
          {
            "name": "草木生长"
          },
          {
            "name": "协同攻击"
          },
          {
            "name": "蔓延"
          },
          {
            "name": "重击·星星花绽放"
          },
          {
            "name": "空中攻击·星星花绽放第一段"
          },
          {
            "name": "空中攻击·星星花绽放第二段"
          },
          {
            "name": "空中攻击·星星花绽放第三段"
          }
        ],
        "buffs": [
          {
            "source": "固有·自然的献礼",
            "label": "攻击",
            "trigger": "施放重击/共鸣解放/延奏后",
            "excerpt": "释放重击、空中攻击、共鸣解放或延奏技能时，攻击提升20%",
            "desc": "施放重击星星花绽放、空中攻击星星花绽放、共鸣解放草木生长或延奏技能盛放时，队伍中的角色攻击提升20%，持续20秒。"
          },
          {
            "source": "延奏·盛放",
            "label": "全伤害加深",
            "trigger": "释放延奏技能后",
            "excerpt": "附近队伍中所有角色全伤害加深15%",
            "desc": "附近队伍中所有角色全伤害加深15%，持续30秒。"
          }
        ],
        "chain": [
          {
            "name": "萌芽的一瞬",
            "aliases": [
              "维",
              "wln"
            ],
            "desc": "施放延奏技能盛放时，队伍中登场角色额外获得持续回复生命效果，每5秒回复维里奈20%攻击的生命值，持续30秒。"
          },
          {
            "name": "抽叶的思考",
            "desc": "施放共鸣技能扩繁试验时额外获得 1 点光合能量和 10 点协奏能量。"
          },
          {
            "name": "生长的选择",
            "desc": "共鸣解放光合标记的治疗效果加成提升 12%。"
          },
          {
            "name": "盛放的拥抱",
            "desc": "施放重击星星花绽放、空中攻击星星花绽放、共鸣解放草木生长或延奏技能盛放时，队伍中的角色衍射伤害加成提升15%，持续24秒。",
            "buffs": [
              {
                "label": "衍射伤害加成",
                "trigger": "施放重击/共鸣解放/延奏后",
                "excerpt": "释放重击、空中攻击、共鸣解放或延奏技能时，衍射伤害加成提升15%"
              }
            ]
          },
          {
            "name": "结果的奇迹",
            "desc": "治疗生命值低于50%的角色时，维里奈的治疗效果加成提升20%。"
          },
          {
            "name": "丰收的喜悦",
            "desc": "重击星星花绽放及空中攻击星星花绽放的伤害提升20%，命中目标时触发1次协同攻击，并为附近队伍中所有角色回复生命值，此次协同攻击伤害和回复生命值等同于共鸣解放光合标记。",
            "buffs": [
              {
                "label": "星星花绽放倍率提升",
                "trigger": "默认",
                "excerpt": "星星花绽放伤害倍率提升20%"
              }
            ]
          }
        ]
      }
    }
  }
});
