window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "chars": {
      "yangyang": {
        "name": "秧秧",
        "resources": [
          {
            "label": "声流响"
          }
        ],
        "skills": [
          {
            "name": "第一段"
          },
          {
            "name": "第二段"
          },
          {
            "name": "第三段"
          },
          {
            "name": "第四段"
          },
          {
            "name": "重击"
          },
          {
            "name": "空中攻击"
          },
          {
            "name": "重击·风吟"
          },
          {
            "name": "闪避反击"
          },
          {
            "name": "流风载域"
          },
          {
            "name": "朔风旋涌"
          },
          {
            "name": "湛蓝礼赞"
          },
          {
            "name": "重击·风袭"
          },
          {
            "name": "空中攻击·释羽"
          }
        ],
        "buffs": [
          {
            "source": "固有·怀悯",
            "label": "气动伤害加成",
            "trigger": "施放变奏技能后",
            "excerpt": "释放湛蓝礼赞后，气动伤害加成提升8%",
            "desc": "施放变奏技能湛蓝礼赞后，秧秧的气动伤害加成提升8%，效果持续8秒。"
          }
        ],
        "chain": [
          {
            "name": "底色湛蓝如洗",
            "aliases": [
              "秧"
            ],
            "desc": "施放变奏技能湛蓝礼赞后，秧秧的气动伤害加成额外提升15%，效果持续8秒。",
            "buffs": [
              {
                "label": "气动伤害加成",
                "trigger": "施放变奏技能后",
                "excerpt": "释放湛蓝礼赞后，气动伤害加成额外提升15%"
              }
            ]
          },
          {
            "name": "雀鸟衔枝而行",
            "desc": "重击命中目标时，秧秧额外回复10点共鸣能量，每20秒可触发1次。"
          },
          {
            "name": "流息声声不绝",
            "desc": "共鸣技能伤害加成提升40%，风场对周围目标的牵引效果增强，牵引范围增加33%。",
            "buffs": [
              {
                "label": "共鸣技能伤害加成",
                "trigger": "默认",
                "excerpt": "共鸣技能伤害加成提升40%"
              }
            ]
          },
          {
            "name": "若可侧耳倾听",
            "desc": "空中攻击释羽的伤害提升95%。",
            "buffs": [
              {
                "label": "释羽倍率提升",
                "trigger": "默认",
                "excerpt": "空中攻击·释羽伤害倍率提升95%"
              }
            ]
          },
          {
            "name": "绪风于此响彻",
            "desc": "共鸣解放朔风旋涌的伤害提升85%。",
            "buffs": [
              {
                "label": "朔风旋涌倍率提升",
                "trigger": "默认",
                "excerpt": "朔风旋涌伤害倍率提升85%"
              }
            ]
          },
          {
            "name": "致美好以颂歌",
            "desc": "施放空中攻击释羽后，队伍中的角色的攻击提升20%，效果持续20秒。",
            "buffs": [
              {
                "label": "攻击",
                "trigger": "施放空中攻击·释羽后",
                "excerpt": "释放空中攻击·释羽后，攻击提升20%"
              }
            ]
          }
        ]
      }
    }
  }
});
