"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "sonatas": {
      "350433": {
        "name": "羽舞う塵世の歌",
        "p2": {
          "label": "共鳴効率",
          "trigger": "デフォルト",
          "excerpt": "2セット：共鳴効率10%アップ",
          "desc": "2セット：共鳴効率10%アップ"
        },
        "p5": [
          {
            "label": "クリティカル率",
            "trigger": "虚滅効果付与後",
            "excerpt": "虚滅効果付与後、自身のクリティカル率20%アップ",
            "desc": "キャラが敵に虚滅効果を付与時、玄翎の羽を獲得：自身のクリティカル率が20%アップ、重撃ダメージが35%アップ、15秒間持続。"
          },
          {
            "label": "重撃ダメージ",
            "trigger": "虚滅効果付与後",
            "excerpt": "虚滅効果付与後、重撃ダメージ35%アップ",
            "desc": "キャラが敵に虚滅効果を付与時、玄翎の羽を獲得：自身のクリティカル率が20%アップ、重撃ダメージが35%アップ、15秒間持続。"
          },
          {
            "label": "攻撃力",
            "trigger": "結霜効果付与後",
            "excerpt": "結霜効果付与後、共鳴効率に応じてチーム攻撃力アップ、最大25%",
            "desc": "キャラが敵に結霜効果を付与時、重明の羽を獲得：自身の共鳴効率1%ごとに、チーム内キャラの攻撃力が0.1%アップ、最大25%、10秒間持続。"
          }
        ],
        "lead": {
          "echo": "不明",
          "buffs": [
            {
              "label": "消滅ダメージ",
              "trigger": "メイン音骸スロット装備時",
              "excerpt": "消滅ダメージ12%アップ",
              "desc": "音骸スキルを発動すると、周囲の敵に109.44%の消滅ダメージを与え、千憶剣声を4本召喚。虚滅効果を付与した時、千憶剣声を1本消費して敵に41.04%の消滅ダメージを与える。メイン音骸スロットに装備時、自身の消滅ダメージが12.00%アップ、重撃ダメージが12.00%アップ。"
            },
            {
              "label": "重撃ダメージ",
              "trigger": "メイン音骸スロット装備時",
              "excerpt": "重撃ダメージ12%アップ",
              "desc": "音骸スキルを発動すると、周囲の敵に109.44%の消滅ダメージを与え、千憶剣声を4本召喚。虚滅効果を付与した時、千憶剣声を1本消費して敵に41.04%の消滅ダメージを与える。メイン音骸スロットに装備時、自身の消滅ダメージが12.00%アップ、重撃ダメージが12.00%アップ。"
            }
          ]
        }
      }
    }
  }
});
