"use strict";

window.WUWA_LANGUAGES.extend("ko", {
  "data": {
    "sonatas": {
      "350433": {
        "name": "내려앉은 깃털의 노래",
        "p2": {
          "label": "공명 효율",
          "trigger": "기본",
          "excerpt": "2세트: 공명 효율 10% 증가",
          "desc": "2세트: 공명 효율이 10% 증가된다"
        },
        "p5": [
          {
            "label": "크리티컬",
            "trigger": "암흑 효과 추가 후",
            "excerpt": "암흑 효과 추가 후 자신의 크리티컬 20% 증가",
            "desc": "캐릭터가 적에게 암흑 효과 추가 시, 현령의 깃털을 획득한다. 자신의 크리티컬이 20% 증가되고 강공격 피해 보너스가 35% 증가되며 15초간 지속된다."
          },
          {
            "label": "강공격 피해 보너스",
            "trigger": "암흑 효과 추가 후",
            "excerpt": "암흑 효과 추가 후 강공격 피해 보너스 35% 증가",
            "desc": "캐릭터가 적에게 암흑 효과 추가 시, 현령의 깃털을 획득한다. 자신의 크리티컬이 20% 증가되고 강공격 피해 보너스가 35% 증가되며 15초간 지속된다."
          },
          {
            "label": "공격력",
            "trigger": "서리 효과 추가 후",
            "excerpt": "서리 효과 추가 후 공명 효율에 따라 파티 공격력 증가, 최대 25%",
            "desc": "캐릭터가 적에게 서리 효과 추가 시, 중명조의 깃털을 획득한다. 자신의 공명 효율 1% 당 파티 내 캐릭터의 공격력이 0.1% 증가되고 최대 25%까지 증가되며, 10초간 지속된다"
          }
        ],
        "lead": {
          "echo": "알 수 없음",
          "buffs": [
            {
              "label": "인멸 피해 보너스",
              "trigger": "메인 슬롯 장착 시",
              "excerpt": "인멸 피해 보너스 12% 증가",
              "desc": "에코 어빌리티를 사용하여 주변 적에게 109.44%의 인멸 피해를 입히고, 4자루의 수많은 기억 속 검의 소리를 소환하여 15초간 지속된다. 암흑 효과 추가 시 1자루를 소모해 41.04%의 인멸 피해를 입힌다. 메인 슬롯 장착 시 자신의 인멸 피해 보너스가 12.00% 증가되고 강공격 피해 보너스가 12.00% 증가된다."
            },
            {
              "label": "강공격 피해 보너스",
              "trigger": "메인 슬롯 장착 시",
              "excerpt": "강공격 피해 보너스 12% 증가",
              "desc": "에코 어빌리티를 사용하여 주변 적에게 109.44%의 인멸 피해를 입히고, 4자루의 수많은 기억 속 검의 소리를 소환하여 15초간 지속된다. 암흑 효과 추가 시 1자루를 소모해 41.04%의 인멸 피해를 입힌다. 메인 슬롯 장착 시 자신의 인멸 피해 보너스가 12.00% 증가되고 강공격 피해 보너스가 12.00% 증가된다."
            }
          ]
        }
      }
    }
  }
});
