"use strict";

window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "sonatas": {
      "350433": {
        "name": "羽落空尘之歌",
        "p2": {
          "label": "共鸣效率",
          "trigger": "默认",
          "excerpt": "2件套：共鸣效率提升10%",
          "desc": "2件：共鸣效率提升10%"
        },
        "p5": [
          {
            "label": "暴击",
            "trigger": "附加虚湮效应后",
            "excerpt": "附加虚湮效应后，自身暴击提升20%",
            "desc": "5件：角色为敌人添加【虚湮效应】时，获得【玄翎之羽】：自身暴击提升20%，重击伤害加成提升35%，持续15秒。"
          },
          {
            "label": "重击伤害加成",
            "trigger": "附加虚湮效应后",
            "excerpt": "附加虚湮效应后，重击伤害加成提升35%",
            "desc": "5件：角色为敌人添加【虚湮效应】时，获得【玄翎之羽】：自身暴击提升20%，重击伤害加成提升35%，持续15秒。"
          },
          {
            "label": "攻击",
            "trigger": "附加霜渐效应后",
            "excerpt": "附加霜渐效应后，按自身共鸣效率提升队伍攻击，上限25%",
            "desc": "5件：角色为敌人添加【霜渐效应】时，获得【重明之羽】：自身每1%的共鸣效率使队伍中角色攻击提升0.1%，上限25%，持续10秒。"
          }
        ],
        "lead": {
          "echo": "未知",
          "buffs": [
            {
              "label": "湮灭伤害加成",
              "trigger": "首位装配时",
              "excerpt": "首位装配时，湮灭伤害加成提升12%",
              "desc": "使用声骸技能，对周围敌人造成109.44%的湮灭伤害，并召唤四把【千忆剑声】，持续15秒。【千忆剑声】存在期间，自身为目标附加「虚湮效应」时，将消耗一把【千忆剑声】对目标造成一次41.04%的湮灭伤害，每1秒可触发一次。在首位装配该声骸技能时，自身湮灭伤害加成提升12.00%，重击伤害加成提升12.00%。技能冷却：20秒"
            },
            {
              "label": "重击伤害加成",
              "trigger": "首位装配时",
              "excerpt": "首位装配时，重击伤害加成提升12%",
              "desc": "使用声骸技能，对周围敌人造成109.44%的湮灭伤害，并召唤四把【千忆剑声】，持续15秒。【千忆剑声】存在期间，自身为目标附加「虚湮效应」时，将消耗一把【千忆剑声】对目标造成一次41.04%的湮灭伤害，每1秒可触发一次。在首位装配该声骸技能时，自身湮灭伤害加成提升12.00%，重击伤害加成提升12.00%。技能冷却：20秒"
            }
          ]
        }
      }
    }
  }
});
