"use strict";

window.WUWA_LANGUAGES.extend("zh-CN", { data: {
  "targetModes": {
    "openWorld": {
      "name": "大世界"
    },
    "toa": {
      "name": "逆境深塔"
    },
    "whiwa": {
      "name": "冥歌海墟"
    },
    "dpmatrix": {
      "name": "终焉矩阵·奇点扩张"
    }
  },
  "targetSeasons": {
    "toa:32": {
      "name": "Season 32"
    },
    "toa:33": {
      "name": "Season 33"
    },
    "toa:34": {
      "name": "Season 34"
    },
    "toa:35": {
      "name": "Season 35"
    },
    "toa:36": {
      "name": "Season 36"
    },
    "toa:37": {
      "name": "Season 37"
    },
    "toa:38": {
      "name": "Season 38"
    },
    "toa:39": {
      "name": "Season 39"
    },
    "whiwa:1": {
      "name": "Season 1"
    },
    "whiwa:2": {
      "name": "Season 2"
    },
    "whiwa:3": {
      "name": "Season 3"
    },
    "whiwa:4": {
      "name": "Season 4"
    },
    "whiwa:5": {
      "name": "Season 5"
    },
    "whiwa:6": {
      "name": "Season 6"
    },
    "whiwa:7": {
      "name": "Season 7"
    },
    "whiwa:8": {
      "name": "Season 8"
    },
    "whiwa:9": {
      "name": "Season 9"
    },
    "whiwa:10": {
      "name": "Season 10"
    },
    "whiwa:11": {
      "name": "Season 11"
    },
    "whiwa:12": {
      "name": "Season 12"
    },
    "whiwa:13": {
      "name": "Season 13"
    },
    "whiwa:14": {
      "name": "Season 14"
    },
    "whiwa:15": {
      "name": "Season 15"
    },
    "whiwa:16": {
      "name": "Season 16"
    },
    "whiwa:17": {
      "name": "Season 17"
    },
    "whiwa:18": {
      "name": "Season 18"
    },
    "whiwa:19": {
      "name": "Season 19"
    },
    "whiwa:20": {
      "name": "Season 20"
    },
    "dpmatrix:1": {
      "name": "Cycle 1"
    },
    "dpmatrix:2": {
      "name": "Cycle 2"
    },
    "dpmatrix:3": {
      "name": "S1第一阶段"
    },
    "dpmatrix:4": {
      "name": "S1第二阶段"
    },
    "dpmatrix:5": {
      "name": "S1第三阶段"
    },
    "dpmatrix:6": {
      "name": "S2第一阶段"
    }
  },
  "targetAreas": {
    "openWorld:rarity:1": {
      "name": "轻波级"
    },
    "openWorld:rarity:2": {
      "name": "巨浪级"
    },
    "openWorld:rarity:3": {
      "name": "怒涛级"
    },
    "openWorld:rarity:4": {
      "name": "海啸级"
    },
    "toa:32:1": {
      "name": "残响之塔"
    },
    "toa:32:2": {
      "name": "深境之塔"
    },
    "toa:32:3": {
      "name": "回音之塔"
    },
    "toa:33:1": {
      "name": "残响之塔"
    },
    "toa:33:2": {
      "name": "深境之塔"
    },
    "toa:33:3": {
      "name": "回音之塔"
    },
    "toa:34:1": {
      "name": "残响之塔"
    },
    "toa:34:2": {
      "name": "深境之塔"
    },
    "toa:34:3": {
      "name": "回音之塔"
    },
    "toa:35:1": {
      "name": "残响之塔"
    },
    "toa:35:2": {
      "name": "深境之塔"
    },
    "toa:35:3": {
      "name": "回音之塔"
    },
    "toa:36:1": {
      "name": "残响之塔"
    },
    "toa:36:2": {
      "name": "深境之塔"
    },
    "toa:36:3": {
      "name": "回音之塔"
    },
    "toa:37:1": {
      "name": "残响之塔"
    },
    "toa:37:2": {
      "name": "深境之塔"
    },
    "toa:37:3": {
      "name": "回音之塔"
    },
    "toa:38:1": {
      "name": "残响之塔"
    },
    "toa:38:2": {
      "name": "深境之塔"
    },
    "toa:38:3": {
      "name": "回音之塔"
    },
    "toa:39:1": {
      "name": "残响之塔"
    },
    "toa:39:2": {
      "name": "深境之塔"
    },
    "toa:39:3": {
      "name": "回音之塔"
    },
    "whiwa:1:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:1:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:2:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:2:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:3:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:3:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:4:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:4:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:5:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:5:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:6:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:6:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:7:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:7:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:8:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:8:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:9:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:9:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:10:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:10:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:11:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:11:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:12:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:12:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:13:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:13:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:14:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:14:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:15:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:15:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:16:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:16:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:17:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:17:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:18:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:18:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:19:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:19:3": {
      "name": "再生海域-湍渊"
    },
    "whiwa:20:2": {
      "name": "再生海域-海隙"
    },
    "whiwa:20:3": {
      "name": "再生海域-湍渊"
    },
    "dpmatrix:1:2": {
      "name": "奇点扩张"
    },
    "dpmatrix:2:4": {
      "name": "奇点扩张"
    },
    "dpmatrix:3:6": {
      "name": "奇点扩张"
    },
    "dpmatrix:4:8": {
      "name": "奇点扩张"
    },
    "dpmatrix:5:10": {
      "name": "奇点扩张"
    },
    "dpmatrix:6:12": {
      "name": "奇点扩张"
    }
  },
  "targetStages": {
    "whiwa:1:9": {
      "name": "急潮"
    },
    "whiwa:1:10": {
      "name": "狂澜"
    },
    "whiwa:1:11": {
      "name": "海魇"
    },
    "whiwa:1:12": {
      "name": "无尽湍渊"
    },
    "whiwa:2:15": {
      "name": "急潮"
    },
    "whiwa:2:16": {
      "name": "狂澜"
    },
    "whiwa:2:17": {
      "name": "海魇"
    },
    "whiwa:2:18": {
      "name": "无尽湍渊"
    },
    "whiwa:3:21": {
      "name": "急潮"
    },
    "whiwa:3:22": {
      "name": "狂澜"
    },
    "whiwa:3:23": {
      "name": "海魇"
    },
    "whiwa:3:24": {
      "name": "无尽湍渊"
    },
    "whiwa:4:27": {
      "name": "急潮"
    },
    "whiwa:4:28": {
      "name": "狂澜"
    },
    "whiwa:4:29": {
      "name": "海魇"
    },
    "whiwa:4:30": {
      "name": "无尽湍渊"
    },
    "whiwa:5:33": {
      "name": "急潮"
    },
    "whiwa:5:34": {
      "name": "狂澜"
    },
    "whiwa:5:35": {
      "name": "海魇"
    },
    "whiwa:5:36": {
      "name": "无尽湍渊"
    },
    "whiwa:6:39": {
      "name": "急潮"
    },
    "whiwa:6:40": {
      "name": "狂澜"
    },
    "whiwa:6:41": {
      "name": "海魇"
    },
    "whiwa:6:42": {
      "name": "无尽湍渊"
    },
    "whiwa:7:45": {
      "name": "急潮"
    },
    "whiwa:7:46": {
      "name": "狂澜"
    },
    "whiwa:7:47": {
      "name": "海魇"
    },
    "whiwa:7:48": {
      "name": "无尽湍渊"
    },
    "whiwa:8:51": {
      "name": "急潮"
    },
    "whiwa:8:52": {
      "name": "狂澜"
    },
    "whiwa:8:53": {
      "name": "海魇"
    },
    "whiwa:8:54": {
      "name": "无尽湍渊"
    },
    "whiwa:9:57": {
      "name": "急潮"
    },
    "whiwa:9:58": {
      "name": "狂澜"
    },
    "whiwa:9:59": {
      "name": "海魇"
    },
    "whiwa:9:60": {
      "name": "无尽湍渊"
    },
    "whiwa:10:63": {
      "name": "急潮"
    },
    "whiwa:10:64": {
      "name": "狂澜"
    },
    "whiwa:10:65": {
      "name": "海魇"
    },
    "whiwa:10:66": {
      "name": "无尽湍渊"
    },
    "whiwa:11:69": {
      "name": "急潮"
    },
    "whiwa:11:70": {
      "name": "狂澜"
    },
    "whiwa:11:71": {
      "name": "海魇"
    },
    "whiwa:11:72": {
      "name": "无尽湍渊"
    },
    "whiwa:12:75": {
      "name": "急潮"
    },
    "whiwa:12:76": {
      "name": "狂澜"
    },
    "whiwa:12:77": {
      "name": "海魇"
    },
    "whiwa:12:78": {
      "name": "无尽湍渊"
    },
    "whiwa:13:81": {
      "name": "急潮"
    },
    "whiwa:13:82": {
      "name": "狂澜"
    },
    "whiwa:13:83": {
      "name": "海魇"
    },
    "whiwa:13:84": {
      "name": "无尽湍渊"
    },
    "whiwa:14:87": {
      "name": "急潮"
    },
    "whiwa:14:88": {
      "name": "狂澜"
    },
    "whiwa:14:89": {
      "name": "海魇"
    },
    "whiwa:14:90": {
      "name": "无尽湍渊"
    },
    "whiwa:15:93": {
      "name": "急潮"
    },
    "whiwa:15:94": {
      "name": "狂澜"
    },
    "whiwa:15:95": {
      "name": "海魇"
    },
    "whiwa:15:96": {
      "name": "无尽湍渊"
    },
    "whiwa:16:99": {
      "name": "急潮"
    },
    "whiwa:16:100": {
      "name": "狂澜"
    },
    "whiwa:16:101": {
      "name": "海魇"
    },
    "whiwa:16:102": {
      "name": "无尽湍渊"
    },
    "whiwa:17:105": {
      "name": "急潮"
    },
    "whiwa:17:106": {
      "name": "狂澜"
    },
    "whiwa:17:107": {
      "name": "海魇"
    },
    "whiwa:17:108": {
      "name": "无尽湍渊"
    },
    "whiwa:18:111": {
      "name": "急潮"
    },
    "whiwa:18:112": {
      "name": "狂澜"
    },
    "whiwa:18:113": {
      "name": "海魇"
    },
    "whiwa:18:114": {
      "name": "无尽湍渊"
    },
    "whiwa:19:117": {
      "name": "急潮"
    },
    "whiwa:19:118": {
      "name": "狂澜"
    },
    "whiwa:19:119": {
      "name": "海魇"
    },
    "whiwa:19:120": {
      "name": "无尽湍渊"
    },
    "whiwa:20:123": {
      "name": "急潮"
    },
    "whiwa:20:124": {
      "name": "狂澜"
    },
    "whiwa:20:125": {
      "name": "海魇"
    },
    "whiwa:20:126": {
      "name": "无尽湍渊"
    }
  },
  "targetNames": {
    "monster:310000010": {
      "name": "先锋幼岩"
    },
    "monster:320000010": {
      "name": "坚岩斗士"
    },
    "monster:330000010": {
      "name": "朔雷之鳞"
    },
    "monster:340000010": {
      "name": "无冠者"
    },
    "monster:310000020": {
      "name": "裂变幼岩"
    },
    "monster:310000030": {
      "name": "惊蛰猎手"
    },
    "monster:310000040": {
      "name": "破霜猎手"
    },
    "monster:310000050": {
      "name": "巡徊猎手"
    },
    "monster:310000060": {
      "name": "鸣泣战士"
    },
    "monster:310000070": {
      "name": "审判战士"
    },
    "monster:310000080": {
      "name": "咔嚓嚓"
    },
    "monster:310000090": {
      "name": "阿嗞嗞"
    },
    "monster:310000100": {
      "name": "呼咻咻"
    },
    "monster:310000110": {
      "name": "呜咔咔"
    },
    "monster:310000120": {
      "name": "咕咕河豚"
    },
    "monster:310000130": {
      "name": "啾啾河豚"
    },
    "monster:310000140": {
      "name": "冷凝棱镜"
    },
    "monster:310000150": {
      "name": "热熔棱镜"
    },
    "monster:310000160": {
      "name": "衍射棱镜"
    },
    "monster:310000170": {
      "name": "湮灭棱镜"
    },
    "monster:310000180": {
      "name": "游弋蝶"
    },
    "monster:310000190": {
      "name": "碎獠猪"
    },
    "monster:310000200": {
      "name": "遁地鼠"
    },
    "monster:310000210": {
      "name": "绿熔蜥（稚形）"
    },
    "monster:310000220": {
      "name": "刺玫菇（稚形）"
    },
    "monster:310000230": {
      "name": "流放者"
    },
    "monster:310000231": {
      "name": "流放者"
    },
    "monster:310000232": {
      "name": "流放者"
    },
    "monster:310000233": {
      "name": "流放者"
    },
    "monster:310000234": {
      "name": "流放者"
    },
    "monster:310000235": {
      "name": "流放者"
    },
    "monster:310000240": {
      "name": "流放者"
    },
    "monster:310000241": {
      "name": "流放者"
    },
    "monster:310000242": {
      "name": "流放者"
    },
    "monster:310000243": {
      "name": "流放者"
    },
    "monster:310000244": {
      "name": "流放者"
    },
    "monster:310000245": {
      "name": "流放者"
    },
    "monster:310000250": {
      "name": "抛石幼猿"
    },
    "monster:310000260": {
      "name": "晶螯蝎"
    },
    "monster:310000270": {
      "name": "寒霜陆龟"
    },
    "monster:310000280": {
      "name": "火鬃狼"
    },
    "monster:320000020": {
      "name": "紫羽鹭"
    },
    "monster:320000030": {
      "name": "青羽鹭"
    },
    "monster:320000040": {
      "name": "奏谕乐师"
    },
    "monster:320000050": {
      "name": "振铎乐师"
    },
    "monster:320000060": {
      "name": "磐石守卫"
    },
    "monster:320000070": {
      "name": "冥渊守卫"
    },
    "monster:320000080": {
      "name": "绿熔蜥"
    },
    "monster:320000090": {
      "name": "刺玫菇"
    },
    "monster:320000100": {
      "name": "暗鬃狼"
    },
    "monster:320000110": {
      "name": "嚣风戏猿"
    },
    "monster:320000120": {
      "name": "箭簇熊"
    },
    "monster:320000130": {
      "name": "车刃镰"
    },
    "monster:320000140": {
      "name": "流放者首领"
    },
    "monster:320000150": {
      "name": "流放者工匠"
    },
    "monster:320000160": {
      "name": "处刑人"
    },
    "monster:330000020": {
      "name": "燎照之骑"
    },
    "monster:330000030": {
      "name": "无常凶鹭"
    },
    "monster:330000040": {
      "name": "辉萤军势"
    },
    "monster:330000050": {
      "name": "飞廉之猩"
    },
    "monster:330000060": {
      "name": "哀声鸷"
    },
    "monster:340000020": {
      "name": "鸣钟之龟"
    },
    "monster:340000050": {
      "name": "伤痕·异生梦魇"
    },
    "monster:320000170": {
      "name": "躁乱戏猿"
    },
    "monster:310000290": {
      "name": "残星·重锤造匠"
    },
    "monster:310000300": {
      "name": "锐爪幼猿"
    },
    "monster:310000310": {
      "name": "残星·枭面造匠"
    },
    "monster:310000320": {
      "name": "残星·枪肢造匠"
    },
    "monster:310000330": {
      "name": "通行灯偶"
    },
    "monster:310000340": {
      "name": "叮咚咚"
    },
    "monster:320000180": {
      "name": "巡哨机傀"
    },
    "monster:340000060": {
      "name": "聚械机偶"
    },
    "monster:340000070": {
      "name": "无妄者"
    },
    "monster:340000080": {
      "name": "云闪之鳞"
    },
    "monster:350000010": {
      "name": "异相·哀声鸷"
    },
    "monster:350000020": {
      "name": "异相·磐石守卫"
    },
    "monster:350000030": {
      "name": "异相·寒霜陆龟"
    },
    "monster:350000040": {
      "name": "异相·云闪之鳞"
    },
    "monster:350000050": {
      "name": "异相·飞廉之猩"
    },
    "monster:350000060": {
      "name": "异相·无常凶鹭"
    },
    "monster:310000251": {
      "name": "幼猿"
    },
    "monster:320000111": {
      "name": "戏猿"
    },
    "monster:310000350": {
      "name": "融火虫"
    },
    "monster:310000360": {
      "name": "侏侏鸵"
    },
    "monster:320000190": {
      "name": "雪鬃狼"
    },
    "monster:320000200": {
      "name": "游鳞机枢"
    },
    "monster:320000210": {
      "name": "踏光兽"
    },
    "monster:340000090": {
      "name": "角"
    },
    "monster:350000070": {
      "name": "异相·叮咚咚"
    },
    "monster:350000080": {
      "name": "异相·踏光兽"
    },
    "monster:350000090": {
      "name": "异相·无妄者"
    },
    "monster:350000100": {
      "name": "异相·咕咕河豚"
    },
    "monster:350000110": {
      "name": "异相·游鳞机枢"
    },
    "monster:330000070": {
      "name": "无归的谬误"
    },
    "monster:350000120": {
      "name": "异相·燎照之骑"
    },
    "monster:330000100": {
      "name": "伤痕·光暗逆位"
    },
    "monster:310000370": {
      "name": "风鬃狼"
    },
    "monster:310000380": {
      "name": "雷鬃狼"
    },
    "monster:310000390": {
      "name": "霜鬃狼"
    },
    "monster:310000400": {
      "name": "浮灵偶·海德"
    },
    "monster:310000410": {
      "name": "浮灵偶·蕾弗"
    },
    "monster:310000420": {
      "name": "浮灵偶·莱特"
    },
    "monster:310000430": {
      "name": "幽翎火"
    },
    "monster:310000440": {
      "name": "云海妖精"
    },
    "monster:310000450": {
      "name": "魔术先生"
    },
    "monster:310000460": {
      "name": "寂寞小姐"
    },
    "monster:310000470": {
      "name": "工头布偶"
    },
    "monster:310000480": {
      "name": "欺诈奇藏"
    },
    "monster:320000220": {
      "name": "巡游骑士"
    },
    "monster:320000230": {
      "name": "幻昼骑士"
    },
    "monster:320000240": {
      "name": "暗夜骑士"
    },
    "monster:320000250": {
      "name": "毒冠贵族"
    },
    "monster:320000260": {
      "name": "持刃贵族"
    },
    "monster:320000270": {
      "name": "凝水贵族"
    },
    "monster:320000280": {
      "name": "浮灵偶"
    },
    "monster:320000290": {
      "name": "琉璃刀伶"
    },
    "monster:320000300": {
      "name": "巨布偶"
    },
    "monster:330000110": {
      "name": "罗蕾莱"
    },
    "monster:330000120": {
      "name": "异构武装"
    },
    "monster:330000130": {
      "name": "叹息古龙"
    },
    "monster:330000140": {
      "name": "梦魇·飞廉之猩"
    },
    "monster:330000150": {
      "name": "梦魇·无常凶鹭"
    },
    "monster:330000160": {
      "name": "梦魇·云闪之鳞"
    },
    "monster:330000170": {
      "name": "梦魇·朔雷之鳞"
    },
    "monster:330000180": {
      "name": "梦魇·无冠者"
    },
    "monster:330000190": {
      "name": "梦魇·燎照之骑"
    },
    "monster:330000200": {
      "name": "梦魇·哀声鸷"
    },
    "monster:340000100": {
      "name": "赫卡忒"
    },
    "monster:350000130": {
      "name": "异相·工头布偶"
    },
    "monster:350000140": {
      "name": "异相·琉璃刀伶"
    },
    "monster:350000150": {
      "name": "异相·巡游骑士"
    },
    "monster:350000160": {
      "name": "异相·异构武装"
    },
    "monster:350000170": {
      "name": "异相·罗蕾莱"
    },
    "monster:310000490": {
      "name": "愚金幼岩"
    },
    "monster:310000500": {
      "name": "釉变幼岩"
    },
    "monster:310000510": {
      "name": "气动棱镜"
    },
    "monster:320000310": {
      "name": "重塑雕像的拳砾"
    },
    "monster:320000320": {
      "name": "飓力熊"
    },
    "monster:340000101": {
      "name": "赫卡忒"
    },
    "monster:310000520": {
      "name": "卫冕节使"
    },
    "monster:310000530": {
      "name": "赦罪节使"
    },
    "monster:310000540": {
      "name": "慈悲节使"
    },
    "monster:310000550": {
      "name": "小翼龙·气动"
    },
    "monster:310000560": {
      "name": "小翼龙·导电"
    },
    "monster:310000570": {
      "name": "小翼龙·冷凝"
    },
    "monster:320000330": {
      "name": "荣光节使"
    },
    "monster:340000120": {
      "name": "芙露德莉斯"
    },
    "monster:350000180": {
      "name": "异相·荣光节使"
    },
    "monster:340000130": {
      "name": "梦魇·辉萤军势"
    },
    "monster:330000131": {
      "name": "叹息古龙"
    },
    "monster:340000121": {
      "name": "共鸣回响·芙露德莉斯"
    },
    "monster:350000190": {
      "name": "异相·云海妖精"
    },
    "monster:350000200": {
      "name": "异相·无冠者"
    },
    "monster:350000210": {
      "name": "异相·梦魇·无冠者"
    },
    "monster:350000220": {
      "name": "异相·欺诈奇藏"
    },
    "monster:330000111": {
      "name": "罗蕾莱"
    },
    "monster:340000122": {
      "name": "芙露德莉斯"
    },
    "monster:310000580": {
      "name": "小翼龙·热熔"
    },
    "monster:310000590": {
      "name": "小翼龙·衍射"
    },
    "monster:310000600": {
      "name": "小翼龙·湮灭"
    },
    "monster:310000610": {
      "name": "苦信者的作俑"
    },
    "monster:320000340": {
      "name": "角鳄"
    },
    "monster:320000350": {
      "name": "传道者的遗形"
    },
    "monster:340000110": {
      "name": "梦魇·凯尔匹"
    },
    "monster:340000111": {
      "name": "MonsterInfo_340000111_Name"
    },
    "monster:340000140": {
      "name": "荣耀狮像"
    },
    "monster:350000230": {
      "name": "异相·幽翎火"
    },
    "monster:350000240": {
      "name": "异相·巨布偶"
    },
    "monster:320000360": {
      "name": "炽冠角斗家"
    },
    "monster:320000370": {
      "name": "羽冠角斗家"
    },
    "monster:320000380": {
      "name": "耀冠角斗家"
    },
    "monster:320000390": {
      "name": "凛冠角斗家"
    },
    "monster:320000400": {
      "name": "雷冠角斗家"
    },
    "monster:320000410": {
      "name": "冥冠角斗家"
    },
    "monster:310000620": {
      "name": "残星·深海造匠"
    },
    "monster:320000420": {
      "name": "裁夺者"
    },
    "monster:340000150": {
      "name": "芬莱克"
    },
    "monster:340000160": {
      "name": "梦魇·赫卡忒"
    },
    "monster:350000250": {
      "name": "异相·梦魇·燎照之骑"
    },
    "monster:340000112": {
      "name": "凯尔匹"
    },
    "monster:340000170": {
      "name": "伪作的神王"
    },
    "monster:340000141": {
      "name": "荣耀狮像"
    },
    "monster:310000630": {
      "name": "梦魇·审判战士"
    },
    "monster:310000640": {
      "name": "梦魇·破霜猎手"
    },
    "monster:320000430": {
      "name": "梦魇·振铎乐师"
    },
    "monster:340000151": {
      "name": "共鸣回响·芬莱克"
    },
    "monster:320000440": {
      "name": "蚀脊龙"
    },
    "monster:340000180": {
      "name": "海之女"
    },
    "monster:350000260": {
      "name": "异相·梦魇·哀声鸷"
    },
    "monster:350000270": {
      "name": "异相·无归的谬误"
    },
    "monster:350000280": {
      "name": "异相·角鳄"
    },
    "monster:340000181": {
      "name": "海之女"
    },
    "monster:310000650": {
      "name": "梦魇·惊蛰猎手"
    },
    "monster:310000660": {
      "name": "梦魇·巡徊猎手"
    },
    "monster:310000670": {
      "name": "梦魇·咕咕河豚"
    },
    "monster:310000680": {
      "name": "梦魇·啾啾河豚"
    },
    "monster:320000450": {
      "name": "梦魇·紫羽鹭"
    },
    "monster:320000460": {
      "name": "梦魇·青羽鹭"
    },
    "monster:310000690": {
      "name": "夜归队员"
    },
    "monster:310000700": {
      "name": "夜归队员"
    },
    "monster:310000710": {
      "name": "帮派打手"
    },
    "monster:340000190": {
      "name": "赫卡忒"
    },
    "monster:310000720": {
      "name": "梦魇·绿熔蜥（稚形）"
    },
    "monster:310000730": {
      "name": "梦魇·刺玫菇（稚形）"
    },
    "monster:320000470": {
      "name": "梦魇·绿熔蜥"
    },
    "monster:350000290": {
      "name": "异相·荣耀狮像"
    },
    "monster:340000200": {
      "name": "鸣式·利维亚坦"
    },
    "monster:340000201": {
      "name": "共鸣回响·鸣式·利维亚坦"
    },
    "monster:310000750": {
      "name": "梦魇·呜咔咔"
    },
    "monster:310000760": {
      "name": "梦魇·侏侏鸵"
    },
    "monster:320000480": {
      "name": "梦魇·刺玫菇"
    },
    "monster:350000310": {
      "name": "异相·伪作的神王"
    },
    "monster:340000230": {
      "name": "无归的谬误"
    },
    "monster:310000740": {
      "name": "颤栗战士"
    },
    "monster:310000770": {
      "name": "莳植熊蜂"
    },
    "monster:310000780": {
      "name": "矿岩熊蜂"
    },
    "monster:310000790": {
      "name": "岩蛛S4型"
    },
    "monster:310000820": {
      "name": "噼啪啪"
    },
    "monster:320000490": {
      "name": "双极·星升辉铳"
    },
    "monster:320000500": {
      "name": "双极·渊陨重锋"
    },
    "monster:320000560": {
      "name": "隐迹铁影"
    },
    "monster:320000570": {
      "name": "霜鳞蜃甲"
    },
    "monster:320000580": {
      "name": "风鳞蜃甲"
    },
    "monster:340000210": {
      "name": "海维夏"
    },
    "monster:340000220": {
      "name": "炉芯机骸"
    },
    "monster:310000800": {
      "name": "执刃流民"
    },
    "monster:310000810": {
      "name": "雷杖流民"
    },
    "monster:320000510": {
      "name": "莳植机麋"
    },
    "monster:320000520": {
      "name": "矿岩机麋"
    },
    "monster:320000530": {
      "name": "重工铁蹄"
    },
    "monster:320000540": {
      "name": "探隧重机"
    },
    "monster:320000550": {
      "name": "锯袭铁影"
    },
    "monster:350000340": {
      "name": "异相·双极·星升辉铳"
    },
    "monster:350000350": {
      "name": "异相·双极·渊陨重锋"
    },
    "monster:350000360": {
      "name": "异相·辛吉勒姆"
    },
    "monster:350000370": {
      "name": "异相·冰盈舞者"
    },
    "monster:340000171": {
      "name": "伪作的神王"
    },
    "monster:350000300": {
      "name": "异相·浮灵偶"
    },
    "monster:340000211": {
      "name": "海维夏"
    },
    "monster:310000830": {
      "name": "冰盈舞者"
    },
    "monster:310000840": {
      "name": "影烁者"
    },
    "monster:320000590": {
      "name": "冠顶械隼"
    },
    "monster:320000600": {
      "name": "冠顶苍隼"
    },
    "monster:320000610": {
      "name": "格洛犸图"
    },
    "monster:340000250": {
      "name": "辛吉勒姆"
    },
    "monster:340000260": {
      "name": "无铭探索者"
    },
    "monster:310000850": {
      "name": "残星·扼拊爪匠"
    },
    "monster:310000860": {
      "name": "残星·餮餍袖匠"
    },
    "monster:320000620": {
      "name": "残星·刑锯帽匠"
    },
    "monster:320000630": {
      "name": "噬影人·喜忧"
    },
    "monster:320000640": {
      "name": "噬影人·狂喜"
    },
    "monster:320000650": {
      "name": "噬影人·悲戚"
    },
    "monster:340000251": {
      "name": "辛吉勒姆"
    },
    "monster:350000330": {
      "name": "异相·噼啪啪"
    },
    "monster:320000660": {
      "name": "迷胧幻蛾"
    },
    "monster:340000240": {
      "name": "虚诞虫"
    },
    "monster:320000601": {
      "name": "共鸣回响·冠顶苍隼"
    },
    "monster:340000270": {
      "name": "阿列夫一造物"
    },
    "monster:340000280": {
      "name": "达妮娅"
    },
    "monster:350000380": {
      "name": "异相·炉芯机骸"
    },
    "monster:350000390": {
      "name": "异相·冠顶苍隼"
    },
    "monster:340000281": {
      "name": "共鸣回响·达妮娅"
    },
    "monster:310000870": {
      "name": "梦魇·武装公司狗"
    },
    "monster:310000880": {
      "name": "梦魇·安保公司狗"
    },
    "monster:310000890": {
      "name": "梦魇·突击公司狗"
    },
    "monster:340000290": {
      "name": "梦魇亚当·重锤"
    },
    "monster:340000291": {
      "name": "共鸣回响·梦魇亚当·重锤"
    },
    "monster:350000400": {
      "name": "异相·格洛犸图"
    },
    "monster:340000271": {
      "name": "共鸣回响·鸣式·虚造神型"
    },
    "monster:310000900": {
      "name": "融躯战士"
    },
    "monster:310000910": {
      "name": "瓷庭候"
    },
    "monster:310000920": {
      "name": "石庭候"
    },
    "monster:310000930": {
      "name": "金庭候"
    },
    "monster:310000940": {
      "name": "心傀·喜"
    },
    "monster:310000950": {
      "name": "心傀·怒"
    },
    "monster:310000960": {
      "name": "心傀·忧"
    },
    "monster:310000970": {
      "name": "心傀·思"
    },
    "monster:310000980": {
      "name": "心傀·悲"
    },
    "monster:310000990": {
      "name": "心傀·恐"
    },
    "monster:310001000": {
      "name": "霁息兽尊·身"
    },
    "monster:310001010": {
      "name": "霁息兽尊·首"
    },
    "monster:310001020": {
      "name": "不熄猎手"
    },
    "monster:320000670": {
      "name": "霁息兽尊"
    },
    "monster:320000680": {
      "name": "封庭械囿"
    },
    "monster:340000300": {
      "name": "万囮牢·朽躯"
    },
    "monster:340000310": {
      "name": "千傀重楼"
    },
    "monster:350000410": {
      "name": "异相·封庭械囿"
    },
    "monster:350000420": {
      "name": "异相·融躯战士"
    },
    "matrix:650000053": {
      "name": "飞廉之猩"
    },
    "matrix:650000050": {
      "name": "燎照之骑"
    },
    "matrix:882900013": {
      "name": "异构武装"
    },
    "matrix:650000052": {
      "name": "辉萤军势"
    },
    "matrix:882700017": {
      "name": "异构武装"
    },
    "matrix:607750002": {
      "name": "飞廉之猩"
    },
    "matrix:607750001": {
      "name": "异构武装"
    },
    "matrix:607750000": {
      "name": "无常凶鹭"
    },
    "matrix:607750003": {
      "name": "海维夏"
    },
    "matrix:650000046": {
      "name": "云闪之鳞"
    },
    "matrix:670800003": {
      "name": "无铭探索者"
    },
    "matrix:650000049": {
      "name": "无常凶鹭"
    },
    "matrix:676750008": {
      "name": "辛吉勒姆"
    },
    "matrix:401800000": {
      "name": "矩阵奇藏"
    },
    "matrix:947700006": {
      "name": "炉芯机骸"
    },
    "matrix:650000040": {
      "name": "伤痕"
    },
    "matrix:24000049": {
      "name": "矩阵集群"
    },
    "matrix:665000020": {
      "name": "芙露德莉斯"
    },
    "matrix:24000046": {
      "name": "矩阵集群"
    },
    "matrix:650000047": {
      "name": "哀声鸷"
    }
  },
  "targetBuffs": {
    "toa:32:345:92008113:resistance-removed": {
      "name": "敌方受到震谐伤害或聚爆效应伤害后，该效果移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或聚爆效应伤害后，该效果移除。"
    },
    "toa:32:346:92008113:resistance-removed": {
      "name": "敌方受到震谐伤害或聚爆效应伤害后，该效果移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或聚爆效应伤害后，该效果移除。"
    },
    "toa:32:350:92008110:def-ignore": {
      "name": "角色造成伤害时，无视目标25%防御",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:32:350:92008110:negative-status": {
      "name": "敌方拥有异常效应时，受到伤害加深20%",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:33:354:92008119:crit-dmg": {
      "name": "暴击伤害提升20%",
      "desc": "暴击伤害提升20%。角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒。"
    },
    "toa:33:354:92008119:intro-liberation-heavy": {
      "name": "角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒",
      "desc": "暴击伤害提升20%。角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒。"
    },
    "toa:33:357:92008120:resistance-removed": {
      "name": "敌方受到震谐伤害或受到聚爆效应伤害或处于集谐·干涉状态下受到攻击时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或受到聚爆效应伤害或处于集谐·干涉状态下受到攻击时移除。"
    },
    "toa:33:358:92008120:resistance-removed": {
      "name": "敌方受到震谐伤害或受到聚爆效应伤害或处于集谐·干涉状态下受到攻击时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或受到聚爆效应伤害或处于集谐·干涉状态下受到攻击时移除。"
    },
    "toa:34:369:92008095:resistance-layers": {
      "name": "角色每释放1次声骸技能，队伍中的角色可无视敌方1层全属性抗性提升效果，同角色的同名声骸技能无法重复触发该效果",
      "desc": "敌方初始拥有5层全属性抗性提升8%效果。 角色每释放1次声骸技能，队伍中的角色可无视敌方1层全属性抗性提升效果，同角色的同名声骸技能无法重复触发该效果。"
    },
    "toa:34:370:92008095:resistance-layers": {
      "name": "角色每释放1次声骸技能，队伍中的角色可无视敌方1层全属性抗性提升效果，同角色的同名声骸技能无法重复触发该效果",
      "desc": "敌方初始拥有5层全属性抗性提升8%效果。 角色每释放1次声骸技能，队伍中的角色可无视敌方1层全属性抗性提升效果，同角色的同名声骸技能无法重复触发该效果。"
    },
    "toa:34:374:92008110:def-ignore": {
      "name": "角色造成伤害时，无视目标25%防御",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:34:374:92008110:negative-status": {
      "name": "敌方拥有异常效应时，受到伤害加深20%",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:35:378:92008036:intro-basic": {
      "name": "角色施放变奏技能时，暴击伤害提升20%，普攻伤害加成提升40%，持续18秒，重复触发刷新持续时间",
      "desc": "角色施放变奏技能时，暴击伤害提升20%，普攻伤害加成提升40%，持续18秒，重复触发刷新持续时间。"
    },
    "toa:35:381:92008132:resistance-removed": {
      "name": "敌方受到震谐伤害或霜渐效应伤害或处于集谐·干涉状态下受到伤害时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或霜渐效应伤害或处于集谐·干涉状态下受到伤害时移除。"
    },
    "toa:35:382:92008132:resistance-removed": {
      "name": "敌方受到震谐伤害或霜渐效应伤害或处于集谐·干涉状态下受到伤害时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到震谐伤害或霜渐效应伤害或处于集谐·干涉状态下受到伤害时移除。"
    },
    "toa:35:386:92008030:intro-atk": {
      "name": "角色施放变奏技能时，攻击提升20%，持续15秒",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "toa:35:386:92008030:skill-liberation": {
      "name": "角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "toa:36:393:92008151:resistance-removed": {
      "name": "敌方受到异常效应伤害或处于谐度·偏移状态下时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到异常效应伤害或处于谐度·偏移状态下时移除。"
    },
    "toa:36:394:92008151:resistance-removed": {
      "name": "敌方受到异常效应伤害或处于谐度·偏移状态下时移除",
      "desc": "敌方全属性抗性提升15%。敌方受到异常效应伤害或处于谐度·偏移状态下时移除。"
    },
    "toa:37:402:92008110:def-ignore": {
      "name": "角色造成伤害时，无视目标25%防御",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:37:402:92008110:negative-status": {
      "name": "敌方拥有异常效应时，受到伤害加深20%",
      "desc": "角色造成伤害时，无视目标25%防御。敌方拥有异常效应时，受到伤害加深20%。"
    },
    "toa:37:403:92008182:crit-dmg": {
      "name": "暴击伤害提升25%",
      "desc": "暴击伤害提升25%。角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒。"
    },
    "toa:37:403:92008182:intro-basic-heavy": {
      "name": "角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒",
      "desc": "暴击伤害提升25%。角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒。"
    },
    "toa:37:404:92008182:crit-dmg": {
      "name": "暴击伤害提升25%",
      "desc": "暴击伤害提升25%。角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒。"
    },
    "toa:37:404:92008182:intro-basic-heavy": {
      "name": "角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒",
      "desc": "暴击伤害提升25%。角色施放变奏技能时，重击伤害加成和普攻伤害加成提升40%，持续20秒。"
    },
    "toa:37:405:920081671:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人15秒内受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人15秒内受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:37:405:92008180:resistance-removed": {
      "name": "敌方处于骇破·偏移状态下或受到异常效应伤害时移除",
      "desc": "敌方全属性抗性提升15%。敌方处于骇破·偏移状态下或受到异常效应伤害时移除。"
    },
    "toa:37:405:92008174:fixed": {
      "name": "敌方受到伤害最终提升15%",
      "desc": "敌方受到伤害最终提升15%。敌方受到冷凝伤害最终提升20%，受到霜渐效应伤害最终提升80%。角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒。"
    },
    "toa:37:405:92008174:hack-shifting": {
      "name": "角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。敌方受到冷凝伤害最终提升20%，受到霜渐效应伤害最终提升80%。角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒。"
    },
    "toa:37:406:920081671:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人15秒内受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人15秒内受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:37:406:92008180:resistance-removed": {
      "name": "敌方处于骇破·偏移状态下或受到异常效应伤害时移除",
      "desc": "敌方全属性抗性提升15%。敌方处于骇破·偏移状态下或受到异常效应伤害时移除。"
    },
    "toa:37:406:92008174:fixed": {
      "name": "敌方受到伤害最终提升15%",
      "desc": "敌方受到伤害最终提升15%。敌方受到冷凝伤害最终提升20%，受到霜渐效应伤害最终提升80%。角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒。"
    },
    "toa:37:406:92008174:hack-shifting": {
      "name": "角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。敌方受到冷凝伤害最终提升20%，受到霜渐效应伤害最终提升80%。角色附加骇破·偏移时，造成伤害最终提升50%，持续30秒。"
    },
    "toa:37:410:92008030:intro-atk": {
      "name": "角色施放变奏技能时，攻击提升20%，持续15秒",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "toa:37:410:92008030:skill-liberation": {
      "name": "角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "toa:38:414:92008190:basic-stacks": {
      "name": "角色造成普攻伤害时，全属性伤害加成提升5%，持续6秒，可叠加8层",
      "desc": "角色造成普攻伤害时，全属性伤害加成提升5%，持续6秒，可叠加8层。 重复触发刷新持续时间，角色离场时清除该效果。"
    },
    "toa:38:415:92008186:fusion-spectro": {
      "name": "热熔和衍射伤害加成提升30%",
      "desc": "热熔和衍射伤害加成提升30%。角色附加谐度·偏移时，攻击提升30%，持续30秒。"
    },
    "toa:38:415:92008186:tune-shifting-atk": {
      "name": "角色附加谐度·偏移时，攻击提升30%，持续30秒",
      "desc": "热熔和衍射伤害加成提升30%。角色附加谐度·偏移时，攻击提升30%，持续30秒。"
    },
    "toa:38:416:92008186:fusion-spectro": {
      "name": "热熔和衍射伤害加成提升30%",
      "desc": "热熔和衍射伤害加成提升30%。角色附加谐度·偏移时，攻击提升30%，持续30秒。"
    },
    "toa:38:416:92008186:tune-shifting-atk": {
      "name": "角色附加谐度·偏移时，攻击提升30%，持续30秒",
      "desc": "热熔和衍射伤害加成提升30%。角色附加谐度·偏移时，攻击提升30%，持续30秒。"
    },
    "toa:38:417:92008205:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:38:417:92008198:resistance-removed": {
      "name": "敌方处于异常效应状态或谐度·偏移时，移除该效果",
      "desc": "敌方全属性抗性提升15%。敌方处于异常效应状态或谐度·偏移时，移除该效果。"
    },
    "toa:38:417:92008191:tune-break-stacks": {
      "name": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层",
      "desc": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层。角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒。"
    },
    "toa:38:417:92008191:havoc-bane": {
      "name": "角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒",
      "desc": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层。角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒。"
    },
    "toa:38:418:92008205:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:38:418:92008198:resistance-removed": {
      "name": "敌方处于异常效应状态或谐度·偏移时，移除该效果",
      "desc": "敌方全属性抗性提升15%。敌方处于异常效应状态或谐度·偏移时，移除该效果。"
    },
    "toa:38:418:92008191:tune-break-stacks": {
      "name": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层",
      "desc": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层。角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒。"
    },
    "toa:38:418:92008191:havoc-bane": {
      "name": "角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒",
      "desc": "角色施放谐度破坏技后，全队伤害最终提升10%，该效果每15秒可触发一次，可叠加3层。角色附加虚湮效应后，自身造成伤害最终提升45%，持续30秒。"
    },
    "toa:38:422:92008036:intro-basic": {
      "name": "角色施放变奏技能时，暴击伤害提升20%，普攻伤害加成提升40%，持续18秒，重复触发刷新持续时间",
      "desc": "角色施放变奏技能时，暴击伤害提升20%，普攻伤害加成提升40%，持续18秒，重复触发刷新持续时间。"
    },
    "toa:39:426:92008119:crit-dmg": {
      "name": "暴击伤害提升20%",
      "desc": "暴击伤害提升20%。角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒。"
    },
    "toa:39:426:92008119:intro-liberation-heavy": {
      "name": "角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒",
      "desc": "暴击伤害提升20%。角色施放变奏技能时，共鸣解放伤害和重击伤害加成提升30%，持续15秒。"
    },
    "toa:39:427:92008192:crit-dmg": {
      "name": "暴击伤害提升25%",
      "desc": "暴击伤害提升25%。敌方受到聚爆效应最终伤害提升40%。"
    },
    "toa:39:427:92008192:fusion-burst": {
      "name": "敌方受到聚爆效应最终伤害提升40%",
      "desc": "暴击伤害提升25%。敌方受到聚爆效应最终伤害提升40%。"
    },
    "toa:39:428:92008192:crit-dmg": {
      "name": "暴击伤害提升25%",
      "desc": "暴击伤害提升25%。敌方受到聚爆效应最终伤害提升40%。"
    },
    "toa:39:428:92008192:fusion-burst": {
      "name": "敌方受到聚爆效应最终伤害提升40%",
      "desc": "暴击伤害提升25%。敌方受到聚爆效应最终伤害提升40%。"
    },
    "toa:39:429:92008205:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:39:429:92008193:resistance-removed": {
      "name": "敌方处于集谐·干涉状态下受到伤害时或受到异常效应伤害时，移除该效果",
      "desc": "敌方全属性抗性提升15%。敌方处于集谐·干涉状态下受到伤害时或受到异常效应伤害时，移除该效果。"
    },
    "toa:39:429:92008194:fixed": {
      "name": "敌方受到伤害最终提升15%",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:429:92008194:tune-strain": {
      "name": "角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:429:92008194:havoc-bane": {
      "name": "角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:429:92008194:negative-status": {
      "name": "敌方受到的异常效应伤害最终提升60%",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:430:92008205:time-ramp": {
      "name": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%",
      "desc": "战斗开始60秒后，角色攻击命中敌人时会使敌人受到伤害最终提升5%，每经过5秒该效果值提升5%，最高提升至60%。"
    },
    "toa:39:430:92008193:resistance-removed": {
      "name": "敌方处于集谐·干涉状态下受到伤害时或受到异常效应伤害时，移除该效果",
      "desc": "敌方全属性抗性提升15%。敌方处于集谐·干涉状态下受到伤害时或受到异常效应伤害时，移除该效果。"
    },
    "toa:39:430:92008194:fixed": {
      "name": "敌方受到伤害最终提升15%",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:430:92008194:tune-strain": {
      "name": "角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:430:92008194:havoc-bane": {
      "name": "角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:430:92008194:negative-status": {
      "name": "敌方受到的异常效应伤害最终提升60%",
      "desc": "敌方受到伤害最终提升15%。角色附加集谐·偏移状态后，自身造成伤害最终提升50%，持续30秒。角色附加【虚湮效应】后，自身造成伤害最终提升30%，持续30秒。敌方受到的异常效应伤害最终提升60%。"
    },
    "toa:39:434:92008030:intro-atk": {
      "name": "角色施放变奏技能时，攻击提升20%，持续15秒",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "toa:39:434:92008030:skill-liberation": {
      "name": "角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间",
      "desc": "角色施放变奏技能时，攻击提升20%，持续15秒；角色施放共鸣技能时，共鸣解放伤害加成提升30%，持续5秒，重复触发刷新持续时间"
    },
    "whiwa:19:71500011:token": {
      "name": "眷属-珍奇契约",
      "desc": "召唤一名声骸协同作战，不会受到玩家角色伤害 该信物在冥歌海墟中不限制使用次数"
    },
    "whiwa:19:71501001:token": {
      "name": "镌刻者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，敌人受到震谐伤害提升50%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71501002:token": {
      "name": "希冀者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71501002:concentrated-harmony": {
      "name": "我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%",
      "desc": "敌人受到最终伤害提升15%，我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71501003:token": {
      "name": "编造者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，角色造成的声骸技能最终伤害提升25%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71501004:token": {
      "name": "慰藉者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，角色为敌人添加异常效应时，最终伤害提升15%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71501004:negative-status": {
      "name": "角色为敌人添加异常效应时，最终伤害提升15%，持续30秒",
      "desc": "敌人受到最终伤害提升15%，角色为敌人添加异常效应时，最终伤害提升15%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71500090:token": {
      "name": "狂欢者—船长印章",
      "desc": "所有属性伤害加深25% 该信物在冥歌海墟中最多使用2次"
    },
    "whiwa:19:71500091:token": {
      "name": "那倒映彼方的明镜",
      "desc": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71500091:havoc-bane": {
      "name": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒",
      "desc": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71500092:token": {
      "name": "那凝望深渊的眼眸",
      "desc": "敌方受到霜渐效应最终伤害提升50%。 角色附加霜渐效应时，使敌人受到的冷凝最终伤害提升50%，持续5秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71500092:glacio-chafe": {
      "name": "角色附加霜渐效应时，使敌人受到的冷凝最终伤害提升50%，持续5秒",
      "desc": "敌方受到霜渐效应最终伤害提升50%。 角色附加霜渐效应时，使敌人受到的冷凝最终伤害提升50%，持续5秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:71500093:token": {
      "name": "那不息仇恨的絮语",
      "desc": "衍射伤害最终提升20%。重击伤害最终提升40%，普攻伤害最终提升40%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:19:117:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:19:118:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:19:119:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:19:120:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "敌人受到伤害最终提升30%。 造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 无尽湍渊中，所有信物均可无限次携带。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:19:120:endless-final": {
      "name": "敌人受到伤害最终提升30%",
      "desc": "敌人受到伤害最终提升30%。 造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 无尽湍渊中，所有信物均可无限次携带。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:20:71500011:token": {
      "name": "眷属-珍奇契约",
      "desc": "召唤一名声骸协同作战，不会受到玩家角色伤害 该信物在冥歌海墟中不限制使用次数"
    },
    "whiwa:20:71501001:token": {
      "name": "镌刻者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，敌人受到震谐伤害提升50%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71501002:token": {
      "name": "希冀者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71501002:concentrated-harmony": {
      "name": "我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%",
      "desc": "敌人受到最终伤害提升15%，我方对处于集谐·干涉或集谐·偏移状态下的敌人造成的最终伤害提升15%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71501003:token": {
      "name": "编造者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，角色造成的声骸技能最终伤害提升25%。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71501004:token": {
      "name": "慰藉者—长夜孤灯",
      "desc": "敌人受到最终伤害提升15%，角色为敌人添加异常效应时，最终伤害提升15%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71501004:negative-status": {
      "name": "角色为敌人添加异常效应时，最终伤害提升15%，持续30秒",
      "desc": "敌人受到最终伤害提升15%，角色为敌人添加异常效应时，最终伤害提升15%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500094:token": {
      "name": "狂欢者—船长印章",
      "desc": "所有属性伤害加深25% 该信物在冥歌海墟中最多使用2次"
    },
    "whiwa:20:71500095:token": {
      "name": "那倒映彼方的明镜",
      "desc": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500095:havoc-bane": {
      "name": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒",
      "desc": "角色附加虚湮效应时，造成伤害最终提升60%，持续15秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500096:token": {
      "name": "那横渡梦境的银梭",
      "desc": "敌方受到热熔最终伤害提升30%，受到聚爆效应最终伤害提升100%。 角色为敌人添加异常效应时，攻击提升20%，持续5秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500096:negative-status": {
      "name": "角色为敌人添加异常效应时，攻击提升20%，持续5秒",
      "desc": "敌方受到热熔最终伤害提升30%，受到聚爆效应最终伤害提升100%。 角色为敌人添加异常效应时，攻击提升20%，持续5秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500097:token": {
      "name": "那丈量心魂的天平",
      "desc": "角色附加集谐·偏移状态后，造成伤害最终提升40%，持续30秒。 我方造成谐度破坏伤害时，全队全属性伤害加成提升30%，气动伤害加成额外提升30%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500097:tune-strain": {
      "name": "角色附加集谐·偏移状态后，造成伤害最终提升40%，持续30秒",
      "desc": "角色附加集谐·偏移状态后，造成伤害最终提升40%，持续30秒。 我方造成谐度破坏伤害时，全队全属性伤害加成提升30%，气动伤害加成额外提升30%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:71500097:tune-break": {
      "name": "我方造成谐度破坏伤害时，全队全属性伤害加成提升30%，气动伤害加成额外提升30%，持续30秒",
      "desc": "角色附加集谐·偏移状态后，造成伤害最终提升40%，持续30秒。 我方造成谐度破坏伤害时，全队全属性伤害加成提升30%，气动伤害加成额外提升30%，持续30秒。 该信物在冥歌海墟中最多使用2次。"
    },
    "whiwa:20:123:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:20:124:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:20:125:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:20:126:tide-state": {
      "name": "焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒",
      "desc": "敌人受到伤害最终提升30%。 造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 无尽湍渊中，所有信物均可无限次携带。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "whiwa:20:126:endless-final": {
      "name": "敌人受到伤害最终提升30%",
      "desc": "敌人受到伤害最终提升30%。 造成伤害或击杀目标后回复焚烬值。 焚烬值满时，进入焚潮状态，攻击命中敌人后，敌人5秒内受到伤害最终提升60%，焚潮状态持续30秒。 无尽湍渊中，所有信物均可无限次携带。 处于失谐状态敌人被角色技能命中时，将受到谐度破坏伤害，随后退出失谐状态。"
    },
    "dpmatrix:6:29:enhancement": {
      "name": "通用强化",
      "desc": "敌人受到伤害最终提升20%，敌人受到共鸣技能伤害最终提升20%。"
    },
    "dpmatrix:6:26:enhancement": {
      "name": "异常效应强化",
      "desc": "角色附加异常效应时，使目标受到伤害最终提升25%，持续30秒。 角色附加虚湮效应时，自身造成伤害最终提升30%，持续15秒。"
    },
    "dpmatrix:6:26:negative-status": {
      "name": "角色附加异常效应时，使目标受到伤害最终提升25%，持续30秒",
      "desc": "角色附加异常效应时，使目标受到伤害最终提升25%，持续30秒。 角色附加虚湮效应时，自身造成伤害最终提升30%，持续15秒。"
    },
    "dpmatrix:6:26:havoc-bane": {
      "name": "角色附加虚湮效应时，自身造成伤害最终提升30%，持续15秒",
      "desc": "角色附加异常效应时，使目标受到伤害最终提升25%，持续30秒。 角色附加虚湮效应时，自身造成伤害最终提升30%，持续15秒。"
    },
    "dpmatrix:6:27:enhancement": {
      "name": "声骸技能强化",
      "desc": "我方声骸技能伤害最终提升30%，热熔伤害最终提升20%，重击伤害最终提升20%。"
    },
    "dpmatrix:6:28:enhancement": {
      "name": "谐度破坏强化",
      "desc": "角色震谐伤害最终提升150%。 角色附加谐度·偏移状态时，伤害最终提升25%，持续30秒。"
    },
    "dpmatrix:6:28:tune-shifting": {
      "name": "角色附加谐度·偏移状态时，伤害最终提升25%，持续30秒",
      "desc": "角色震谐伤害最终提升150%。 角色附加谐度·偏移状态时，伤害最终提升25%，持续30秒。"
    }
  }
} });
