"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "chars": {
      "changli": {
        "name": "長離",
        "skills": [
          {
            "name": "焔で照らす霊鳥 - 通常攻撃1段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 通常攻撃2段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 通常攻撃3段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 通常攻撃4段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 空中攻撃1段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 空中攻撃2段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 空中攻撃3段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 空中攻撃4段目ダメージ"
          },
          {
            "name": "焔で照らす霊鳥 - 重撃"
          },
          {
            "name": "焔で照らす霊鳥 - 空中重撃"
          },
          {
            "name": "焔で照らす霊鳥 - 回避反撃"
          },
          {
            "name": "赫き鳥の三変化 - 心眼・劫ダメージ"
          },
          {
            "name": "赫き鳥の三変化 - 心眼・征ダメージ"
          },
          {
            "name": "赫き鳥の三変化 - 心眼・割り込みダメージ"
          },
          {
            "name": "丹心を照らす離火 - スキルダメージ"
          },
          {
            "name": "天道掌握 - スキルダメージ"
          },
          {
            "name": "身を熾す烈火 - 身を熾す烈火ダメージ",
            "requiresResourceLabel": "離火4以上"
          }
        ],
        "resources": [
          {
            "label": "離火"
          }
        ],
        "combatStates": [
          {
            "label": "心眼状態",
            "idLabel": "心眼状態",
            "inactiveLabel": "心眼状態以外",
            "entry": "通常攻撃4段目発動後、心眼状態に入る。心眼状態は12秒間持続。",
            "effects": "通常攻撃4段目発動後、心眼状態に入る。心眼状態は12秒間持続。",
            "options": [
              {
                "label": "心眼状態",
                "valueLabel": "心眼状態"
              }
            ]
          },
          {
            "label": "焔羽",
            "idLabel": "焔羽",
            "inactiveLabel": "焔羽以外",
            "entry": "周りの敵に焦熱ダメージを与え、【離火】を4Pt獲得して焔羽状態に入る。",
            "effects": "周りの敵に焦熱ダメージを与え、【離火】を4Pt獲得して焔羽状態に入る。",
            "options": [
              {
                "label": "焔羽",
                "valueLabel": "焔羽"
              }
            ]
          }
        ],
        "buffs": [
          {
            "source": "固有スキル・潜謀の術",
            "label": "焦熱ダメージアップ",
            "trigger": "赫き鳥の三変化 - 心眼・征ダメージ / 赫き鳥の三変化 - 心眼・割り込みダメージ発動後",
            "excerpt": "焦熱ダメージアップ 1スタックにつき+20%",
            "desc": "焦熱ダメージアップ 1スタックにつき+20%"
          },
          {
            "source": "固有スキル・散勢の術",
            "label": "焦熱ダメージアップ",
            "trigger": "焔羽状態",
            "excerpt": "焦熱ダメージアップ +20%",
            "desc": "焦熱ダメージアップ +20%"
          },
          {
            "source": "固有スキル・散勢の術",
            "label": "防御力無視",
            "trigger": "焔羽状態",
            "excerpt": "防御力無視 +15%",
            "desc": "防御力無視 +15%"
          },
          {
            "source": "共鳴解放・焔羽",
            "label": "攻撃力",
            "trigger": "焔羽状態",
            "excerpt": "攻撃力 +25%",
            "desc": "周りの敵に焦熱ダメージを与え、【離火】を4Pt獲得して焔羽状態に入る。"
          },
          {
            "source": "終奏スキル・奇正相生",
            "label": "ダメージブースト",
            "trigger": "焔羽状態",
            "excerpt": "ダメージブースト +20%",
            "desc": "ダメージブースト +20%"
          },
          {
            "source": "終奏スキル・奇正相生",
            "label": "共鳴解放ダメージブースト",
            "trigger": "焔羽状態",
            "excerpt": "共鳴解放ダメージブースト +25%",
            "desc": "共鳴解放ダメージブースト +25%"
          }
        ],
        "chain": [
          {
            "name": "秘められた想い",
            "desc": "共鳴スキル赫き鳥の三変化または重撃身を熾す烈火発動時、長離の中断耐性アップ、かつダメージが10%アップ。",
            "buffs": [
              {
                "label": "赫き鳥の三変化 - 心眼・劫ダメージブースト",
                "trigger": "焔羽状態",
                "excerpt": "赫き鳥の三変化 - 心眼・劫ダメージブースト +10%"
              }
            ]
          },
          {
            "name": "万全の布石",
            "desc": "【離火】獲得時、長離のクリティカル率が25%アップ、8秒間持続。",
            "buffs": [
              {
                "label": "クリティカル",
                "trigger": "焔羽状態",
                "excerpt": "クリティカル +25%"
              }
            ]
          },
          {
            "name": "受け継がれし教え",
            "desc": "共鳴解放丹心を照らす離火によるダメージが80%アップ。",
            "buffs": [
              {
                "label": "丹心を照らす離火 - スキルダメージブースト",
                "trigger": "焔羽状態",
                "excerpt": "丹心を照らす離火 - スキルダメージブースト +80%"
              }
            ]
          },
          {
            "name": "幾重にも飾られた言葉",
            "desc": "変奏スキル発動後、チーム内全員の攻撃力が20%アップ、30秒間持続。",
            "buffs": [
              {
                "label": "攻撃力",
                "trigger": "天道掌握 - スキルダメージ発動後",
                "excerpt": "攻撃力 +20%"
              }
            ]
          },
          {
            "name": "一身を捧げる生涯",
            "desc": "重撃身を熾す烈火ダメージ倍率が50%アップ、与えるダメージが50%アップ。",
            "buffs": [
              {
                "label": "身を熾す烈火 - 身を熾す烈火ダメージ倍率アップ",
                "trigger": "焔羽状態",
                "excerpt": "身を熾す烈火 - 身を熾す烈火ダメージ倍率アップ +50%"
              },
              {
                "label": "身を熾す烈火 - 身を熾す烈火ダメージブースト",
                "trigger": "焔羽状態",
                "excerpt": "身を熾す烈火 - 身を熾す烈火ダメージブースト +50%"
              }
            ]
          },
          {
            "name": "果たされし大謀",
            "desc": "共鳴スキル赫き鳥の三変化、重撃身を熾す烈火および共鳴解放丹心を照らす離火によるダメージが追加で敵の防御力の40%を無視。",
            "buffs": [
              {
                "label": "防御力無視",
                "trigger": "焔羽状態",
                "excerpt": "防御力無視 +40%"
              }
            ]
          }
        ]
      }
    }
  }
});
