"use strict";

window.WUWA_LANGUAGES.extend("ko", { data: {
  "targetModes": {
    "openWorld": {
      "name": "오픈 월드"
    },
    "toa": {
      "name": "역경의 탑"
    },
    "whiwa": {
      "name": "죽음의 노래와 바닷속 폐허"
    },
    "dpmatrix": {
      "name": "종말 매트릭스 · 특이점 확장"
    }
  },
  "targetSeasons": {
    "toa:32": {
      "name": "Season 32"
    },
    "toa:33": {
      "name": "Season 33"
    },
    "toa:34": {
      "name": "Season 34"
    },
    "toa:35": {
      "name": "Season 35"
    },
    "toa:36": {
      "name": "Season 36"
    },
    "toa:37": {
      "name": "Season 37"
    },
    "whiwa:1": {
      "name": "Season 1"
    },
    "whiwa:2": {
      "name": "Season 2"
    },
    "whiwa:3": {
      "name": "Season 3"
    },
    "whiwa:4": {
      "name": "Season 4"
    },
    "whiwa:5": {
      "name": "Season 5"
    },
    "whiwa:6": {
      "name": "Season 6"
    },
    "whiwa:7": {
      "name": "Season 7"
    },
    "whiwa:8": {
      "name": "Season 8"
    },
    "whiwa:9": {
      "name": "Season 9"
    },
    "whiwa:10": {
      "name": "Season 10"
    },
    "whiwa:11": {
      "name": "Season 11"
    },
    "whiwa:12": {
      "name": "Season 12"
    },
    "whiwa:13": {
      "name": "Season 13"
    },
    "whiwa:14": {
      "name": "Season 14"
    },
    "whiwa:15": {
      "name": "Season 15"
    },
    "whiwa:16": {
      "name": "Season 16"
    },
    "whiwa:17": {
      "name": "Season 17"
    },
    "whiwa:18": {
      "name": "Season 18"
    },
    "whiwa:19": {
      "name": "Season 19"
    },
    "dpmatrix:1": {
      "name": "Cycle 1"
    },
    "dpmatrix:2": {
      "name": "Cycle 2"
    },
    "dpmatrix:3": {
      "name": "S1 단계1"
    },
    "dpmatrix:4": {
      "name": "S1 단계2"
    },
    "dpmatrix:5": {
      "name": "S1 단계3"
    },
    "dpmatrix:6": {
      "name": "S2 단계1"
    }
  },
  "targetAreas": {
    "openWorld:rarity:1": {
      "name": "경파급"
    },
    "openWorld:rarity:2": {
      "name": "거랑급"
    },
    "openWorld:rarity:3": {
      "name": "노도급"
    },
    "openWorld:rarity:4": {
      "name": "해일급"
    },
    "toa:32:1": {
      "name": "잔향의 탑"
    },
    "toa:32:2": {
      "name": "심연의 탑"
    },
    "toa:32:3": {
      "name": "울림의 탑"
    },
    "toa:33:1": {
      "name": "잔향의 탑"
    },
    "toa:33:2": {
      "name": "심연의 탑"
    },
    "toa:33:3": {
      "name": "울림의 탑"
    },
    "toa:34:1": {
      "name": "잔향의 탑"
    },
    "toa:34:2": {
      "name": "심연의 탑"
    },
    "toa:34:3": {
      "name": "울림의 탑"
    },
    "toa:35:1": {
      "name": "잔향의 탑"
    },
    "toa:35:2": {
      "name": "심연의 탑"
    },
    "toa:35:3": {
      "name": "울림의 탑"
    },
    "toa:36:1": {
      "name": "잔향의 탑"
    },
    "toa:36:2": {
      "name": "심연의 탑"
    },
    "toa:36:3": {
      "name": "울림의 탑"
    },
    "toa:37:1": {
      "name": "잔향의 탑"
    },
    "toa:37:2": {
      "name": "심연의 탑"
    },
    "toa:37:3": {
      "name": "울림의 탑"
    },
    "whiwa:1:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:1:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:2:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:2:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:3:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:3:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:4:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:4:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:5:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:5:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:6:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:6:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:7:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:7:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:8:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:8:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:9:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:9:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:10:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:10:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:11:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:11:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:12:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:12:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:13:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:13:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:14:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:14:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:15:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:15:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:16:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:16:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:17:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:17:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:18:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:18:3": {
      "name": "재생 해역 - 급류"
    },
    "whiwa:19:2": {
      "name": "재생 해역 - 해곡"
    },
    "whiwa:19:3": {
      "name": "재생 해역 - 급류"
    },
    "dpmatrix:1:2": {
      "name": "특이점 확장"
    },
    "dpmatrix:2:4": {
      "name": "특이점 확장"
    },
    "dpmatrix:3:6": {
      "name": "특이점 확장"
    },
    "dpmatrix:4:8": {
      "name": "특이점 확장"
    },
    "dpmatrix:5:10": {
      "name": "특이점 확장"
    },
    "dpmatrix:6:12": {
      "name": "특이점 확장"
    }
  },
  "targetStages": {
    "whiwa:1:9": {
      "name": "급물살"
    },
    "whiwa:1:10": {
      "name": "난류"
    },
    "whiwa:1:11": {
      "name": "바다의 악몽"
    },
    "whiwa:1:12": {
      "name": "끝 없는 심연"
    },
    "whiwa:2:15": {
      "name": "급물살"
    },
    "whiwa:2:16": {
      "name": "난류"
    },
    "whiwa:2:17": {
      "name": "바다의 악몽"
    },
    "whiwa:2:18": {
      "name": "끝 없는 심연"
    },
    "whiwa:3:21": {
      "name": "급물살"
    },
    "whiwa:3:22": {
      "name": "난류"
    },
    "whiwa:3:23": {
      "name": "바다의 악몽"
    },
    "whiwa:3:24": {
      "name": "끝 없는 심연"
    },
    "whiwa:4:27": {
      "name": "급물살"
    },
    "whiwa:4:28": {
      "name": "난류"
    },
    "whiwa:4:29": {
      "name": "바다의 악몽"
    },
    "whiwa:4:30": {
      "name": "끝 없는 심연"
    },
    "whiwa:5:33": {
      "name": "급물살"
    },
    "whiwa:5:34": {
      "name": "난류"
    },
    "whiwa:5:35": {
      "name": "바다의 악몽"
    },
    "whiwa:5:36": {
      "name": "끝 없는 심연"
    },
    "whiwa:6:39": {
      "name": "급물살"
    },
    "whiwa:6:40": {
      "name": "난류"
    },
    "whiwa:6:41": {
      "name": "바다의 악몽"
    },
    "whiwa:6:42": {
      "name": "끝 없는 심연"
    },
    "whiwa:7:45": {
      "name": "급물살"
    },
    "whiwa:7:46": {
      "name": "난류"
    },
    "whiwa:7:47": {
      "name": "바다의 악몽"
    },
    "whiwa:7:48": {
      "name": "끝 없는 심연"
    },
    "whiwa:8:51": {
      "name": "급물살"
    },
    "whiwa:8:52": {
      "name": "난류"
    },
    "whiwa:8:53": {
      "name": "바다의 악몽"
    },
    "whiwa:8:54": {
      "name": "끝 없는 심연"
    },
    "whiwa:9:57": {
      "name": "급물살"
    },
    "whiwa:9:58": {
      "name": "난류"
    },
    "whiwa:9:59": {
      "name": "바다의 악몽"
    },
    "whiwa:9:60": {
      "name": "끝 없는 심연"
    },
    "whiwa:10:63": {
      "name": "급물살"
    },
    "whiwa:10:64": {
      "name": "난류"
    },
    "whiwa:10:65": {
      "name": "바다의 악몽"
    },
    "whiwa:10:66": {
      "name": "끝 없는 심연"
    },
    "whiwa:11:69": {
      "name": "급물살"
    },
    "whiwa:11:70": {
      "name": "난류"
    },
    "whiwa:11:71": {
      "name": "바다의 악몽"
    },
    "whiwa:11:72": {
      "name": "끝 없는 심연"
    },
    "whiwa:12:75": {
      "name": "급물살"
    },
    "whiwa:12:76": {
      "name": "난류"
    },
    "whiwa:12:77": {
      "name": "바다의 악몽"
    },
    "whiwa:12:78": {
      "name": "끝 없는 심연"
    },
    "whiwa:13:81": {
      "name": "급물살"
    },
    "whiwa:13:82": {
      "name": "난류"
    },
    "whiwa:13:83": {
      "name": "바다의 악몽"
    },
    "whiwa:13:84": {
      "name": "끝 없는 심연"
    },
    "whiwa:14:87": {
      "name": "급물살"
    },
    "whiwa:14:88": {
      "name": "난류"
    },
    "whiwa:14:89": {
      "name": "바다의 악몽"
    },
    "whiwa:14:90": {
      "name": "끝 없는 심연"
    },
    "whiwa:15:93": {
      "name": "급물살"
    },
    "whiwa:15:94": {
      "name": "난류"
    },
    "whiwa:15:95": {
      "name": "바다의 악몽"
    },
    "whiwa:15:96": {
      "name": "끝 없는 심연"
    },
    "whiwa:16:99": {
      "name": "급물살"
    },
    "whiwa:16:100": {
      "name": "난류"
    },
    "whiwa:16:101": {
      "name": "바다의 악몽"
    },
    "whiwa:16:102": {
      "name": "끝 없는 심연"
    },
    "whiwa:17:105": {
      "name": "급물살"
    },
    "whiwa:17:106": {
      "name": "난류"
    },
    "whiwa:17:107": {
      "name": "바다의 악몽"
    },
    "whiwa:17:108": {
      "name": "끝 없는 심연"
    },
    "whiwa:18:111": {
      "name": "급물살"
    },
    "whiwa:18:112": {
      "name": "난류"
    },
    "whiwa:18:113": {
      "name": "바다의 악몽"
    },
    "whiwa:18:114": {
      "name": "끝 없는 심연"
    },
    "whiwa:19:117": {
      "name": "급물살"
    },
    "whiwa:19:118": {
      "name": "난류"
    },
    "whiwa:19:119": {
      "name": "바다의 악몽"
    },
    "whiwa:19:120": {
      "name": "끝 없는 심연"
    }
  },
  "targetNames": {
    "monster:310000010": {
      "name": "선봉 암괴"
    },
    "monster:320000010": {
      "name": "거암 투사"
    },
    "monster:330000010": {
      "name": "천둥의 비늘"
    },
    "monster:340000010": {
      "name": "크라운리스"
    },
    "monster:310000020": {
      "name": "분열 암괴"
    },
    "monster:310000030": {
      "name": "경칩의 사냥꾼"
    },
    "monster:310000040": {
      "name": "상강의 사냥꾼"
    },
    "monster:310000050": {
      "name": "부메랑 사냥꾼"
    },
    "monster:310000060": {
      "name": "오열하는 전사"
    },
    "monster:310000070": {
      "name": "심판하는 전사"
    },
    "monster:310000080": {
      "name": "칵찰찰"
    },
    "monster:310000090": {
      "name": "아즈즈"
    },
    "monster:310000100": {
      "name": "후슈슈"
    },
    "monster:310000110": {
      "name": "우글글"
    },
    "monster:310000120": {
      "name": "꾹꾹복어"
    },
    "monster:310000130": {
      "name": "쮸쮸복어"
    },
    "monster:310000140": {
      "name": "응결 프리즘"
    },
    "monster:310000150": {
      "name": "용융 프리즘"
    },
    "monster:310000160": {
      "name": "회절 프리즘"
    },
    "monster:310000170": {
      "name": "인멸 프리즘"
    },
    "monster:310000180": {
      "name": "순회나비"
    },
    "monster:310000190": {
      "name": "쇄아멧돼지"
    },
    "monster:310000200": {
      "name": "두더지"
    },
    "monster:310000210": {
      "name": "그린멜팅카멜레온(유체)"
    },
    "monster:310000220": {
      "name": "가시장미버섯(유체)"
    },
    "monster:310000230": {
      "name": "추방자"
    },
    "monster:310000231": {
      "name": "추방자"
    },
    "monster:310000232": {
      "name": "추방자"
    },
    "monster:310000233": {
      "name": "추방자"
    },
    "monster:310000234": {
      "name": "추방자"
    },
    "monster:310000235": {
      "name": "추방자"
    },
    "monster:310000240": {
      "name": "추방자"
    },
    "monster:310000241": {
      "name": "추방자"
    },
    "monster:310000242": {
      "name": "추방자"
    },
    "monster:310000243": {
      "name": "추방자"
    },
    "monster:310000244": {
      "name": "추방자"
    },
    "monster:310000245": {
      "name": "추방자"
    },
    "monster:310000250": {
      "name": "돌을 투척하는 원숭이"
    },
    "monster:310000260": {
      "name": "결정화 전갈"
    },
    "monster:310000270": {
      "name": "서릿땅거북"
    },
    "monster:310000280": {
      "name": "갈기늑대 · 불꽃"
    },
    "monster:320000020": {
      "name": "보라색 왜가리"
    },
    "monster:320000030": {
      "name": "초록색 왜가리"
    },
    "monster:320000040": {
      "name": "마접의 악사"
    },
    "monster:320000050": {
      "name": "초혼의 악사"
    },
    "monster:320000060": {
      "name": "불굴의 호위"
    },
    "monster:320000070": {
      "name": "심연의 위병"
    },
    "monster:320000080": {
      "name": "그린멜팅카멜레온"
    },
    "monster:320000090": {
      "name": "가시장미버섯"
    },
    "monster:320000100": {
      "name": "갈기늑대 · 암흑"
    },
    "monster:320000110": {
      "name": "시끄러운 원숭이"
    },
    "monster:320000120": {
      "name": "화살곰"
    },
    "monster:320000130": {
      "name": "트랜스카"
    },
    "monster:320000140": {
      "name": "추방자 두목"
    },
    "monster:320000150": {
      "name": "추방자 장인"
    },
    "monster:320000160": {
      "name": "처형자"
    },
    "monster:330000020": {
      "name": "지옥불 기사"
    },
    "monster:330000030": {
      "name": "음험한 백로"
    },
    "monster:330000040": {
      "name": "반디의 군세"
    },
    "monster:330000050": {
      "name": "폭주의 고릴라"
    },
    "monster:330000060": {
      "name": "애곡하는 아익스"
    },
    "monster:340000020": {
      "name": "타종 거북이"
    },
    "monster:340000050": {
      "name": "스카 · 악몽의 유령"
    },
    "monster:320000170": {
      "name": "조급한 까부는 원숭이"
    },
    "monster:310000290": {
      "name": "잔성 · 사이보그 해머링맨"
    },
    "monster:310000300": {
      "name": "예리한 발톱의 원숭이"
    },
    "monster:310000310": {
      "name": "잔성 · 사이보그 마스크맨"
    },
    "monster:310000320": {
      "name": "잔성 · 사이보그 건맨"
    },
    "monster:310000330": {
      "name": "신호등 로봇"
    },
    "monster:310000340": {
      "name": "딩동동"
    },
    "monster:320000180": {
      "name": "경전차 로봇"
    },
    "monster:340000060": {
      "name": "조립식 로봇"
    },
    "monster:340000070": {
      "name": "무망자"
    },
    "monster:340000080": {
      "name": "뇌운의 비늘"
    },
    "monster:350000010": {
      "name": "이상 · 애곡하는 아익스"
    },
    "monster:350000020": {
      "name": "이상 · 불굴의 호위"
    },
    "monster:350000030": {
      "name": "이상 · 서릿땅거북"
    },
    "monster:350000040": {
      "name": "이상 · 뇌운의 비늘"
    },
    "monster:350000050": {
      "name": "이상 · 폭주의 고릴라"
    },
    "monster:350000060": {
      "name": "이상 · 음험한 백로"
    },
    "monster:310000251": {
      "name": "어린 원숭이"
    },
    "monster:320000111": {
      "name": "까부는 원숭이"
    },
    "monster:310000350": {
      "name": "용암 벌레"
    },
    "monster:310000360": {
      "name": "피그미타조"
    },
    "monster:320000190": {
      "name": "갈기늑대 · 눈꽃"
    },
    "monster:320000200": {
      "name": "용비늘의 기축"
    },
    "monster:320000210": {
      "name": "흑월의 야수"
    },
    "monster:340000090": {
      "name": "용의 별자리"
    },
    "monster:350000070": {
      "name": "이상 · 딩동동"
    },
    "monster:350000080": {
      "name": "이상 · 흑월의 야수"
    },
    "monster:350000090": {
      "name": "이상 · 무망자"
    },
    "monster:350000100": {
      "name": "이상 · 꾹꾹복어"
    },
    "monster:350000110": {
      "name": "이상 · 용비늘의 기축"
    },
    "monster:330000070": {
      "name": "돌아갈 곳이 없는 오류"
    },
    "monster:350000120": {
      "name": "이상 · 지옥불 기사"
    },
    "monster:330000100": {
      "name": "스카 · 얽혀진 암흑"
    },
    "monster:310000370": {
      "name": "갈기늑대 · 바람"
    },
    "monster:310000380": {
      "name": "갈기늑대 · 천둥"
    },
    "monster:310000390": {
      "name": "갈기늑대 · 서리"
    },
    "monster:310000400": {
      "name": "유령 인형 · 헤드"
    },
    "monster:310000410": {
      "name": "유령 인형 · 레프"
    },
    "monster:310000420": {
      "name": "유령 인형 · 라잇"
    },
    "monster:310000430": {
      "name": "페이 이그니스"
    },
    "monster:310000440": {
      "name": "구름 바다 요정"
    },
    "monster:310000450": {
      "name": "미스터 매직"
    },
    "monster:310000460": {
      "name": "쓸쓸한 아가씨"
    },
    "monster:310000470": {
      "name": "근무 인형"
    },
    "monster:310000480": {
      "name": "미믹"
    },
    "monster:320000220": {
      "name": "방랑 기사"
    },
    "monster:320000230": {
      "name": "백야 기사"
    },
    "monster:320000240": {
      "name": "흑야 기사"
    },
    "monster:320000250": {
      "name": "파트리시우스 귀족"
    },
    "monster:320000260": {
      "name": "글라디우스 귀족"
    },
    "monster:320000270": {
      "name": "메르카토르 귀족"
    },
    "monster:320000280": {
      "name": "유령 인형"
    },
    "monster:320000290": {
      "name": "블레이드 댄서"
    },
    "monster:320000300": {
      "name": "거대 인형"
    },
    "monster:330000110": {
      "name": "로렐라이"
    },
    "monster:330000120": {
      "name": "이성(異性) 무장"
    },
    "monster:330000130": {
      "name": "탄식의 고룡"
    },
    "monster:330000140": {
      "name": "악몽 · 폭주의 고릴라"
    },
    "monster:330000150": {
      "name": "악몽 · 음험한 백로"
    },
    "monster:330000160": {
      "name": "악몽 · 뇌운의 비늘"
    },
    "monster:330000170": {
      "name": "악몽 · 천둥의 비늘"
    },
    "monster:330000180": {
      "name": "악몽 · 크라운리스"
    },
    "monster:330000190": {
      "name": "악몽 · 지옥불 기사"
    },
    "monster:330000200": {
      "name": "악몽 · 애곡하는 아익스"
    },
    "monster:340000100": {
      "name": "헤카테"
    },
    "monster:350000130": {
      "name": "이상 · 근무 인형"
    },
    "monster:350000140": {
      "name": "이상 · 블레이드 댄서"
    },
    "monster:350000150": {
      "name": "이상 · 방랑 기사"
    },
    "monster:350000160": {
      "name": "이상 · 이성(異性) 무장"
    },
    "monster:350000170": {
      "name": "이상 · 로렐라이"
    },
    "monster:310000490": {
      "name": "금석 암괴"
    },
    "monster:310000500": {
      "name": "유약 암괴"
    },
    "monster:310000510": {
      "name": "기류 프리즘"
    },
    "monster:320000310": {
      "name": "조각상을 재구성하는 돌멩이"
    },
    "monster:320000320": {
      "name": "소용돌이 곰"
    },
    "monster:340000101": {
      "name": "헤카테"
    },
    "monster:310000520": {
      "name": "라 과디어"
    },
    "monster:310000530": {
      "name": "사지타리오"
    },
    "monster:310000540": {
      "name": "사체르도스"
    },
    "monster:310000550": {
      "name": "드레이크 · 기류"
    },
    "monster:310000560": {
      "name": "드레이크 · 전도"
    },
    "monster:310000570": {
      "name": "드레이크 · 응결"
    },
    "monster:320000330": {
      "name": "카피타네우스"
    },
    "monster:340000120": {
      "name": "플뢰르 드 리스"
    },
    "monster:350000180": {
      "name": "이상 · 카피타네우스"
    },
    "monster:340000130": {
      "name": "악몽 · 반디의 군세"
    },
    "monster:330000131": {
      "name": "탄식의 고룡"
    },
    "monster:340000121": {
      "name": "공명의 메아리 · 플뢰르 드 리스"
    },
    "monster:350000190": {
      "name": "이상 · 구름 바다 요정"
    },
    "monster:350000200": {
      "name": "이상 · 크라운리스"
    },
    "monster:350000210": {
      "name": "이상 · 악몽 · 크라운리스"
    },
    "monster:350000220": {
      "name": "이상 · 미믹"
    },
    "monster:330000111": {
      "name": "로렐라이"
    },
    "monster:340000122": {
      "name": "플뢰르 드 리스"
    },
    "monster:310000580": {
      "name": "드레이크 · 용융"
    },
    "monster:310000590": {
      "name": "드레이크 · 회절"
    },
    "monster:310000600": {
      "name": "드레이크 · 인멸"
    },
    "monster:310000610": {
      "name": "고행자의 인형"
    },
    "monster:320000340": {
      "name": "케라사우르스"
    },
    "monster:320000350": {
      "name": "전도사의 경지"
    },
    "monster:340000110": {
      "name": "악몽 · 켈피"
    },
    "monster:340000111": {
      "name": "MonsterInfo_340000111_Name"
    },
    "monster:340000140": {
      "name": "영광의 사자"
    },
    "monster:350000230": {
      "name": "이상 · 페이 이그니스"
    },
    "monster:350000240": {
      "name": "이상 · 거대 인형"
    },
    "monster:320000360": {
      "name": "불꽃 관을 쓴 검투사"
    },
    "monster:320000370": {
      "name": "깃털 관을 쓴 검투사"
    },
    "monster:320000380": {
      "name": "햇빛 관을 쓴 검투사"
    },
    "monster:320000390": {
      "name": "서리 관을 쓴 검투사"
    },
    "monster:320000400": {
      "name": "번개 관을 쓴 검투사"
    },
    "monster:320000410": {
      "name": "어둠 관을 쓴 검투사"
    },
    "monster:310000620": {
      "name": "잔성 · 심해의 사이보그"
    },
    "monster:320000420": {
      "name": "잔성 · 감시관"
    },
    "monster:340000150": {
      "name": "펜리코"
    },
    "monster:340000160": {
      "name": "악몽 · 헤카테"
    },
    "monster:350000250": {
      "name": "이상 · 악몽 · 지옥불 기사"
    },
    "monster:340000112": {
      "name": "켈피"
    },
    "monster:340000170": {
      "name": "거짓의 신왕"
    },
    "monster:340000141": {
      "name": "영광의 사자"
    },
    "monster:310000630": {
      "name": "악몽 · 심판하는 전사"
    },
    "monster:310000640": {
      "name": "악몽 · 상강의 사냥꾼"
    },
    "monster:320000430": {
      "name": "악몽 · 초혼의 악사"
    },
    "monster:340000151": {
      "name": "공명의 메아리 · 펜리코"
    },
    "monster:320000440": {
      "name": "코로사우루스"
    },
    "monster:340000180": {
      "name": "바다의 여인"
    },
    "monster:350000260": {
      "name": "이상 · 악몽 · 애곡하는 아익스"
    },
    "monster:350000270": {
      "name": "이상 · 돌아갈 곳이 없는 오류"
    },
    "monster:350000280": {
      "name": "이상 · 케라사우르스"
    },
    "monster:340000181": {
      "name": "바다의 여인"
    },
    "monster:310000650": {
      "name": "악몽 · 경칩의 사냥꾼"
    },
    "monster:310000660": {
      "name": "악몽 · 부메랑 사냥꾼"
    },
    "monster:310000670": {
      "name": "악몽 · 꾹꾹복어"
    },
    "monster:310000680": {
      "name": "악몽 · 쮸쮸복어"
    },
    "monster:320000450": {
      "name": "악몽 · 보라색 왜가리"
    },
    "monster:320000460": {
      "name": "악몽 · 초록색 왜가리"
    },
    "monster:310000690": {
      "name": "야귀 대원"
    },
    "monster:310000700": {
      "name": "야귀 대원"
    },
    "monster:310000710": {
      "name": "패거리 싸움꾼"
    },
    "monster:340000190": {
      "name": "헤카테"
    },
    "monster:310000720": {
      "name": "악몽 · 그린멜팅카멜레온(유체)"
    },
    "monster:310000730": {
      "name": "악몽 · 가시장미버섯(유체)"
    },
    "monster:320000470": {
      "name": "악몽 · 그린멜팅카멜레온"
    },
    "monster:350000290": {
      "name": "이상 · 영광의 사자"
    },
    "monster:340000200": {
      "name": "명식 · 레비아탄"
    },
    "monster:340000201": {
      "name": "공명의 메아리 · 명식 · 레비아탄"
    },
    "monster:310000750": {
      "name": "악몽 · 우글글"
    },
    "monster:310000760": {
      "name": "악몽 · 피그미타조"
    },
    "monster:320000480": {
      "name": "악몽 · 가시장미버섯"
    },
    "monster:350000310": {
      "name": "이상 · 거짓의 신왕"
    },
    "monster:340000230": {
      "name": "돌아갈 곳이 없는 오류"
    },
    "monster:310000740": {
      "name": "전율하는 전사"
    },
    "monster:310000770": {
      "name": "파종 호박벌"
    },
    "monster:310000780": {
      "name": "바위 호박벌"
    },
    "monster:310000790": {
      "name": "바위거미 S4형"
    },
    "monster:310000820": {
      "name": "삐리릭"
    },
    "monster:320000490": {
      "name": "트윈 노바 · 네뷸러스 캐논"
    },
    "monster:320000500": {
      "name": "트윈 노바 · 콜라사르 블레이드"
    },
    "monster:320000560": {
      "name": "세이버캣 프라울러"
    },
    "monster:320000570": {
      "name": "서리의 기생갑"
    },
    "monster:320000580": {
      "name": "바람의 기생갑"
    },
    "monster:340000210": {
      "name": "하이와티아"
    },
    "monster:340000220": {
      "name": "리액터 허스크"
    },
    "monster:310000800": {
      "name": "칼을 든 유랑민"
    },
    "monster:310000810": {
      "name": "번개 지팡이 유랑민"
    },
    "monster:320000510": {
      "name": "플로라 메카 레인디어"
    },
    "monster:320000520": {
      "name": "마이닝 메카 레인디어"
    },
    "monster:320000530": {
      "name": "아이언후프"
    },
    "monster:320000540": {
      "name": "스페이스트렉 탐색기"
    },
    "monster:320000550": {
      "name": "세이버캣 리버"
    },
    "monster:350000340": {
      "name": "이상 · 트윈 노바 · 네뷸러스 캐논"
    },
    "monster:350000350": {
      "name": "이상 · 트윈 노바 · 콜라사르 블레이드"
    },
    "monster:350000360": {
      "name": "이상 · 시길룸"
    },
    "monster:350000370": {
      "name": "이상 · 아이스글린트 댄서"
    },
    "monster:340000171": {
      "name": "거짓의 신왕"
    },
    "monster:350000300": {
      "name": "이상 · 유령 인형"
    },
    "monster:340000211": {
      "name": "하이와티아"
    },
    "monster:310000830": {
      "name": "아이스글린트 댄서"
    },
    "monster:310000840": {
      "name": "쉐도우 스태퍼"
    },
    "monster:320000590": {
      "name": "크로나블라이트"
    },
    "monster:320000600": {
      "name": "크로나클라우"
    },
    "monster:320000610": {
      "name": "글로모스"
    },
    "monster:340000250": {
      "name": "시길룸"
    },
    "monster:340000260": {
      "name": "이름없는 탐색자"
    },
    "monster:310000850": {
      "name": "잔성 · 클로마스크"
    },
    "monster:310000860": {
      "name": "잔성 · 슬리브돌"
    },
    "monster:320000620": {
      "name": "잔성 · 밀리너"
    },
    "monster:320000630": {
      "name": "그림자를 먹는 자 · 양극성"
    },
    "monster:320000640": {
      "name": "그림자를 먹는 자 · 연극성"
    },
    "monster:320000650": {
      "name": "그림자를 먹는 자 · 비극성"
    },
    "monster:340000251": {
      "name": "시길룸"
    },
    "monster:350000330": {
      "name": "이상 · 삐리릭"
    },
    "monster:320000660": {
      "name": "보이드 모스"
    },
    "monster:340000240": {
      "name": "보이드웜"
    },
    "monster:320000601": {
      "name": "공명의 메아리 · 크로나클라우"
    },
    "monster:340000270": {
      "name": "알레프-원의 창조물"
    },
    "monster:340000280": {
      "name": "데니아"
    },
    "monster:350000380": {
      "name": "이상 · 리액터 허스크"
    },
    "monster:350000390": {
      "name": "이상 · 크로나클라우"
    },
    "monster:340000281": {
      "name": "공명의 메아리 · 데니아"
    },
    "monster:310000870": {
      "name": "악몽 · 기업(무장)"
    },
    "monster:310000880": {
      "name": "악몽 · 기업(보안)"
    },
    "monster:310000890": {
      "name": "악몽 · 기업(특수 부대)"
    },
    "monster:340000290": {
      "name": "악몽 아담 · 스매셔"
    },
    "monster:340000291": {
      "name": "공명의 메아리 · 악몽 아담 · 스매셔"
    },
    "monster:350000400": {
      "name": "이상 · 글로모스"
    },
    "monster:340000271": {
      "name": "공명의 메아리 · 명식 · 허무의 신"
    },
    "monster:310000900": {
      "name": "분해된 전사"
    },
    "monster:310000910": {
      "name": "자정후"
    },
    "monster:310000920": {
      "name": "석정후"
    },
    "monster:310000930": {
      "name": "금정후"
    },
    "monster:310000940": {
      "name": "심월 인형 · 희(喜)"
    },
    "monster:310000950": {
      "name": "심월 인형 · 노(怒)"
    },
    "monster:310000960": {
      "name": "심월 인형 · 우(憂)"
    },
    "monster:310000970": {
      "name": "심월 인형 · 사(思)"
    },
    "monster:310000980": {
      "name": "심월 인형 · 비(悲)"
    },
    "monster:310000990": {
      "name": "심월 인형 · 공(恐)"
    },
    "monster:310001000": {
      "name": "안개 수존 · 몸"
    },
    "monster:310001010": {
      "name": "안개 수존 · 머리"
    },
    "monster:310001020": {
      "name": "불씨의 사냥꾼"
    },
    "monster:320000670": {
      "name": "안개 수존"
    },
    "monster:320000680": {
      "name": "봉정계유"
    },
    "monster:340000300": {
      "name": "만와뢰 · 잔해"
    },
    "monster:340000310": {
      "name": "천괴중루"
    },
    "monster:350000410": {
      "name": "이상 · 봉정계유"
    },
    "monster:350000420": {
      "name": "이상 · 분해된 전사"
    },
    "matrix:650000053": {
      "name": "폭주의 고릴라"
    },
    "matrix:650000050": {
      "name": "지옥불 기사"
    },
    "matrix:882900013": {
      "name": "이성(異性) 무장"
    },
    "matrix:650000052": {
      "name": "반디의 군세"
    },
    "matrix:882700017": {
      "name": "이성(異性) 무장"
    },
    "matrix:607750002": {
      "name": "폭주의 고릴라"
    },
    "matrix:607750001": {
      "name": "이성(異性) 무장"
    },
    "matrix:607750000": {
      "name": "음험한 백로"
    },
    "matrix:607750003": {
      "name": "하이와티아"
    },
    "matrix:650000046": {
      "name": "뇌운의 비늘"
    },
    "matrix:670800003": {
      "name": "이름없는 탐색자"
    },
    "matrix:650000049": {
      "name": "음험한 백로"
    },
    "matrix:676750008": {
      "name": "시길룸"
    },
    "matrix:401800000": {
      "name": "매트릭스 미믹"
    },
    "matrix:947700006": {
      "name": "리액터 허스크"
    },
    "matrix:650000040": {
      "name": "스카"
    },
    "matrix:24000049": {
      "name": "매트릭스 클러스터"
    },
    "matrix:665000020": {
      "name": "플뢰르 드 리스"
    },
    "matrix:24000046": {
      "name": "매트릭스 클러스터"
    },
    "matrix:650000047": {
      "name": "애곡하는 아익스"
    }
  },
  "targetBuffs": {
    "toa:32:345:92008113:resistance-removed": {
      "name": "적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받은 후 해당 효과는 종료된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받은 후 해당 효과는 종료된다"
    },
    "toa:32:346:92008113:resistance-removed": {
      "name": "적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받은 후 해당 효과는 종료된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받은 후 해당 효과는 종료된다"
    },
    "toa:32:350:92008110:def-ignore": {
      "name": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:32:350:92008110:negative-status": {
      "name": "적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:33:357:92008120:resistance-removed": {
      "name": "적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 공격을 받을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 공격을 받을 시 제거된다"
    },
    "toa:33:358:92008120:resistance-removed": {
      "name": "적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 공격을 받을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 조화 파동 피해 혹은 불꽃 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 공격을 받을 시 제거된다"
    },
    "toa:34:369:92008095:resistance-layers": {
      "name": "캐릭터가 에코 어빌리티를 1회 발동할 때마다, 파티 내 캐릭터는 적군의 전체 속성 저항 증가 효과를 1스택 무시할 수 있으며, 동일한 캐릭터의 동일한 에코 어빌리티는 해당 효과를 중복으로 발생할 수 없다",
      "desc": "적군은 초기에 전체 속성 저항 8% 증가 효과를 5스택 보유한다. 캐릭터가 에코 어빌리티를 1회 발동할 때마다, 파티 내 캐릭터는 적군의 전체 속성 저항 증가 효과를 1스택 무시할 수 있으며, 동일한 캐릭터의 동일한 에코 어빌리티는 해당 효과를 중복으로 발생할 수 없다"
    },
    "toa:34:370:92008095:resistance-layers": {
      "name": "캐릭터가 에코 어빌리티를 1회 발동할 때마다, 파티 내 캐릭터는 적군의 전체 속성 저항 증가 효과를 1스택 무시할 수 있으며, 동일한 캐릭터의 동일한 에코 어빌리티는 해당 효과를 중복으로 발생할 수 없다",
      "desc": "적군은 초기에 전체 속성 저항 8% 증가 효과를 5스택 보유한다. 캐릭터가 에코 어빌리티를 1회 발동할 때마다, 파티 내 캐릭터는 적군의 전체 속성 저항 증가 효과를 1스택 무시할 수 있으며, 동일한 캐릭터의 동일한 에코 어빌리티는 해당 효과를 중복으로 발생할 수 없다"
    },
    "toa:34:374:92008110:def-ignore": {
      "name": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:34:374:92008110:negative-status": {
      "name": "적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:35:381:92008132:resistance-removed": {
      "name": "적군이 받는 조화 파동 피해 혹은 서리 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 피해를 받을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 받는 조화 파동 피해 혹은 서리 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 피해를 받을 시 제거된다"
    },
    "toa:35:382:92008132:resistance-removed": {
      "name": "적군이 받는 조화 파동 피해 혹은 서리 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 피해를 받을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 받는 조화 파동 피해 혹은 서리 효과 피해를 받거나 조화 밀집 · 간섭 상태에서 피해를 받을 시 제거된다"
    },
    "toa:35:386:92008030:intro-atk": {
      "name": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다",
      "desc": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다. 캐릭터가 공명 스킬 발동 시, 공명 해방 피해가 30% 증가되며 5초간 지속된다. 중복 발생 시 지속시간은 리셋된다"
    },
    "toa:35:386:92008030:skill-liberation": {
      "name": "중복 발생 시 지속시간은 리셋된다",
      "desc": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다. 캐릭터가 공명 스킬 발동 시, 공명 해방 피해가 30% 증가되며 5초간 지속된다. 중복 발생 시 지속시간은 리셋된다"
    },
    "toa:36:393:92008151:resistance-removed": {
      "name": "적군이 이상 효과 피해를 받을 시 혹은 조화도 · 이탈 상태에 있을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 이상 효과 피해를 받을 시 혹은 조화도 · 이탈 상태에 있을 시 제거된다"
    },
    "toa:36:394:92008151:resistance-removed": {
      "name": "적군이 이상 효과 피해를 받을 시 혹은 조화도 · 이탈 상태에 있을 시 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 이상 효과 피해를 받을 시 혹은 조화도 · 이탈 상태에 있을 시 제거된다"
    },
    "toa:37:402:92008110:def-ignore": {
      "name": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:37:402:92008110:negative-status": {
      "name": "적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다",
      "desc": "캐릭터가 피해를 입힐 시, 목표의 25% 방어력을 무시한다. 적군이 이상 효과 보유 시, 받는 피해가 20% 부스트된다"
    },
    "toa:37:403:92008182:crit-dmg": {
      "name": "크리티컬 피해가 25% 증가된다",
      "desc": "크리티컬 피해가 25% 증가된다. 캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다"
    },
    "toa:37:403:92008182:intro-basic-heavy": {
      "name": "캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다",
      "desc": "크리티컬 피해가 25% 증가된다. 캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다"
    },
    "toa:37:404:92008182:crit-dmg": {
      "name": "크리티컬 피해가 25% 증가된다",
      "desc": "크리티컬 피해가 25% 증가된다. 캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다"
    },
    "toa:37:404:92008182:intro-basic-heavy": {
      "name": "캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다",
      "desc": "크리티컬 피해가 25% 증가된다. 캐릭터가 변주 스킬 발동 시, 강공격 피해 보너스와 일반 공격 피해 보너스가 40% 증가되고, 20초간 지속된다"
    },
    "toa:37:405:920081671:time-ramp": {
      "name": "전투 시작 60초 후, 캐릭터가 공격으로 적군 명중 시, 적군이 15초 내에 받는 피해를 최종적으로 5% 증가시키며, 해당 효과는 5초마다 5% 증가되고, 최대 60%까지 증가될 수 있다",
      "desc": "전투 시작 60초 후, 캐릭터가 공격으로 적군 명중 시, 적군이 15초 내에 받는 피해를 최종적으로 5% 증가시키며, 해당 효과는 5초마다 5% 증가되고, 최대 60%까지 증가될 수 있다"
    },
    "toa:37:405:92008180:resistance-removed": {
      "name": "적군이 해킹 · 이탈 상태에 있거나 혹은 이상 효과 피해를 받을 시 해당 효과가 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 해킹 · 이탈 상태에 있거나 혹은 이상 효과 피해를 받을 시 해당 효과가 제거된다"
    },
    "toa:37:405:92008174:fixed": {
      "name": "적군이 받는 피해가 최종적으로 15% 증가된다",
      "desc": "적군이 받는 피해가 최종적으로 15% 증가된다. 적군이 받는 응결 피해가 최종적으로 20% 증가되고, 받는 서리 효과 피해가 최종적으로 80% 증가된다. 캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다"
    },
    "toa:37:405:92008174:hack-shifting": {
      "name": "캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다",
      "desc": "적군이 받는 피해가 최종적으로 15% 증가된다. 적군이 받는 응결 피해가 최종적으로 20% 증가되고, 받는 서리 효과 피해가 최종적으로 80% 증가된다. 캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다"
    },
    "toa:37:406:920081671:time-ramp": {
      "name": "전투 시작 60초 후, 캐릭터가 공격으로 적군 명중 시, 적군이 15초 내에 받는 피해를 최종적으로 5% 증가시키며, 해당 효과는 5초마다 5% 증가되고, 최대 60%까지 증가될 수 있다",
      "desc": "전투 시작 60초 후, 캐릭터가 공격으로 적군 명중 시, 적군이 15초 내에 받는 피해를 최종적으로 5% 증가시키며, 해당 효과는 5초마다 5% 증가되고, 최대 60%까지 증가될 수 있다"
    },
    "toa:37:406:92008180:resistance-removed": {
      "name": "적군이 해킹 · 이탈 상태에 있거나 혹은 이상 효과 피해를 받을 시 해당 효과가 제거된다",
      "desc": "적군의 전체 속성 저항이 15% 증가된다. 적군이 해킹 · 이탈 상태에 있거나 혹은 이상 효과 피해를 받을 시 해당 효과가 제거된다"
    },
    "toa:37:406:92008174:fixed": {
      "name": "적군이 받는 피해가 최종적으로 15% 증가된다",
      "desc": "적군이 받는 피해가 최종적으로 15% 증가된다. 적군이 받는 응결 피해가 최종적으로 20% 증가되고, 받는 서리 효과 피해가 최종적으로 80% 증가된다. 캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다"
    },
    "toa:37:406:92008174:hack-shifting": {
      "name": "캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다",
      "desc": "적군이 받는 피해가 최종적으로 15% 증가된다. 적군이 받는 응결 피해가 최종적으로 20% 증가되고, 받는 서리 효과 피해가 최종적으로 80% 증가된다. 캐릭터가 해킹 · 이탈 추가 시 입히는 피해가 최종적으로 50% 증가되고, 30초간 지속된다"
    },
    "toa:37:410:92008030:intro-atk": {
      "name": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다",
      "desc": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다. 캐릭터가 공명 스킬 발동 시, 공명 해방 피해가 30% 증가되며 5초간 지속된다. 중복 발생 시 지속시간은 리셋된다"
    },
    "toa:37:410:92008030:skill-liberation": {
      "name": "중복 발생 시 지속시간은 리셋된다",
      "desc": "캐릭터가 변주 스킬 발동 시, 공격력이 20% 증가되며 15초간 지속된다. 캐릭터가 공명 스킬 발동 시, 공명 해방 피해가 30% 증가되며 5초간 지속된다. 중복 발생 시 지속시간은 리셋된다"
    },
    "whiwa:19:71500011:token": {
      "name": "권속 · 귀중한 계약",
      "desc": "에코를 소환하여 협동 작전을 펼치며, 이 에코는 플레이어의 캐릭터가 입히는 피해를 받지 않는다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 사용 횟수에 제한이 없다"
    },
    "whiwa:19:71501001:token": {
      "name": "각인하는 자 — 긴 밤의 외로운 등불",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 적군이 받는 조화 파동 피해가 50% 증가된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71501002:token": {
      "name": "희망하는 자 — 긴 밤의 외로운 등불",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 아군이 조화 밀집 · 간섭 혹은 조화 밀집 · 이탈 상태에 있는 적군에게 입히는 최종 피해가 15% 증가된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71501002:concentrated-harmony": {
      "name": "아군이 조화 밀집 · 간섭 혹은 조화 밀집 · 이탈 상태에 있는 적군에게 입히는 최종 피해가 15% 증가된다",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 아군이 조화 밀집 · 간섭 혹은 조화 밀집 · 이탈 상태에 있는 적군에게 입히는 최종 피해가 15% 증가된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71501003:token": {
      "name": "꾸며내는 자 — 긴 밤의 외로운 등불",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 캐릭터가 입히는 에코 어빌리티 최종 피해가 25% 증가된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71501004:token": {
      "name": "위로하는 자 — 긴 밤의 외로운 등불",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 캐릭터가 적군에게 이상 효과를 추가할 시, 최종 피해가 15% 증가되고, 30초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71501004:negative-status": {
      "name": "캐릭터가 적군에게 이상 효과를 추가할 시, 최종 피해가 15% 증가되고, 30초간 지속된다",
      "desc": "적군이 받는 최종 피해가 15% 증가되고, 캐릭터가 적군에게 이상 효과를 추가할 시, 최종 피해가 15% 증가되고, 30초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500090:token": {
      "name": "광희자 · 선장의 인장",
      "desc": "모든 속성 피해가 25% 부스트된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500091:token": {
      "name": "저편을 비추는 맑은 거울",
      "desc": "캐릭터가 암흑 효과 추가 시, 입히는 피해가 최종적으로 60% 증가되고 15초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500091:havoc-bane": {
      "name": "캐릭터가 암흑 효과 추가 시, 입히는 피해가 최종적으로 60% 증가되고 15초간 지속된다",
      "desc": "캐릭터가 암흑 효과 추가 시, 입히는 피해가 최종적으로 60% 증가되고 15초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500092:token": {
      "name": "심연을 바라보는 눈동자",
      "desc": "적군이 받는 서리 효과 최종 피해가 50% 증가된다. 캐릭터가 서리 효과 추가 시, 적군이 받는 응결 최종 피해가 50% 증가되고, 5초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500092:glacio-chafe": {
      "name": "캐릭터가 서리 효과 추가 시, 적군이 받는 응결 최종 피해가 50% 증가되고, 5초간 지속된다",
      "desc": "적군이 받는 서리 효과 최종 피해가 50% 증가된다. 캐릭터가 서리 효과 추가 시, 적군이 받는 응결 최종 피해가 50% 증가되고, 5초간 지속된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:71500093:token": {
      "name": "끊임없는 원한의 속삭임",
      "desc": "회절 피해가 최종적으로 20% 증가된다. 강공격 피해가 최종적으로 40% 증가되며 일반 공격 피해가 최종적으로 40% 증가된다. 해당 증표는 죽음의 노래와 바닷속 폐허에서 최대 2회 사용 가능하다"
    },
    "whiwa:19:117:tide-state": {
      "name": "연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다",
      "desc": "피해를 입히거나 목표 처치 후 연소 수치가 회복된다. 연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다. 캐릭터가 스킬로 조화 소실 상태에 있는 적군을 명중 시, 조화도 파괴 피해를 입히고, 그후 조화 소실 상태가 종료된다"
    },
    "whiwa:19:118:tide-state": {
      "name": "연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다",
      "desc": "피해를 입히거나 목표 처치 후 연소 수치가 회복된다. 연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다. 캐릭터가 스킬로 조화 소실 상태에 있는 적군을 명중 시, 조화도 파괴 피해를 입히고, 그후 조화 소실 상태가 종료된다"
    },
    "whiwa:19:119:tide-state": {
      "name": "연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다",
      "desc": "피해를 입히거나 목표 처치 후 연소 수치가 회복된다. 연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다. 캐릭터가 스킬로 조화 소실 상태에 있는 적군을 명중 시, 조화도 파괴 피해를 입히고, 그후 조화 소실 상태가 종료된다"
    },
    "whiwa:19:120:tide-state": {
      "name": "연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다",
      "desc": "적군이 받는 최종 피해가 30% 증가된다. 피해를 입히거나 목표 처치 후 연소 수치가 회복된다. 연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다. 끝 없는 심연에서 모든 증표는 무제한으로 휴대할 수 있다. 캐릭터가 스킬로 조화 소실 상태에 있는 적군을 명중 시, 조화도 파괴 피해를 입히고, 그후 조화 소실 상태가 종료된다"
    },
    "whiwa:19:120:endless-final": {
      "name": "적군이 받는 최종 피해가 30% 증가된다",
      "desc": "적군이 받는 최종 피해가 30% 증가된다. 피해를 입히거나 목표 처치 후 연소 수치가 회복된다. 연소 수치가 가득 찰 경우 타오르는 조수 상태에 진입하며, 공격으로 적군 명중 후, 적군이 5초 내에 받는 피해가 최종적으로 60% 증가되고, 타오르는 조수 상태는 30초간 지속된다. 끝 없는 심연에서 모든 증표는 무제한으로 휴대할 수 있다. 캐릭터가 스킬로 조화 소실 상태에 있는 적군을 명중 시, 조화도 파괴 피해를 입히고, 그후 조화 소실 상태가 종료된다"
    },
    "dpmatrix:6:29:enhancement": {
      "name": "공용 강화",
      "desc": "적군이 받는 피해가 최종적으로 20% 증가되고, 적군이 받는 공명 스킬 피해가 최종적으로 20% 증가된다"
    },
    "dpmatrix:6:26:enhancement": {
      "name": "이상 효과 강화",
      "desc": "캐릭터가 이상 효과 추가 시, 목표가 받는 피해가 최종적으로 25% 증가되고, 30초간 지속된다. 캐릭터가 암흑 효과 추가 시, 자신이 입히는 피해가 최종적으로 30% 증가되고, 15초간 지속된다"
    },
    "dpmatrix:6:26:negative-status": {
      "name": "캐릭터가 이상 효과 추가 시, 목표가 받는 피해가 최종적으로 25% 증가되고, 30초간 지속된다",
      "desc": "캐릭터가 이상 효과 추가 시, 목표가 받는 피해가 최종적으로 25% 증가되고, 30초간 지속된다. 캐릭터가 암흑 효과 추가 시, 자신이 입히는 피해가 최종적으로 30% 증가되고, 15초간 지속된다"
    },
    "dpmatrix:6:26:havoc-bane": {
      "name": "캐릭터가 암흑 효과 추가 시, 자신이 입히는 피해가 최종적으로 30% 증가되고, 15초간 지속된다",
      "desc": "캐릭터가 이상 효과 추가 시, 목표가 받는 피해가 최종적으로 25% 증가되고, 30초간 지속된다. 캐릭터가 암흑 효과 추가 시, 자신이 입히는 피해가 최종적으로 30% 증가되고, 15초간 지속된다"
    },
    "dpmatrix:6:27:enhancement": {
      "name": "에코 어빌리티 강화",
      "desc": "아군의 에코 어빌리티가 입히는 피해가 최종적으로 30% 증가되고, 용융 피해가 최종적으로 20% 증가되며, 강공격 피해가 최종적으로 20% 증가된다"
    },
    "dpmatrix:6:28:enhancement": {
      "name": "조화도 파괴 강화",
      "desc": "캐릭터의 조화 파동 피해가 최종적으로 150% 증가된다. 캐릭터가 조화도 · 이탈 상태 추가 시, 피해가 최종적으로 25% 증가되고, 30초간 지속된다"
    },
    "dpmatrix:6:28:tune-shifting": {
      "name": "캐릭터가 조화도 · 이탈 상태 추가 시, 피해가 최종적으로 25% 증가되고, 30초간 지속된다",
      "desc": "캐릭터의 조화 파동 피해가 최종적으로 150% 증가된다. 캐릭터가 조화도 · 이탈 상태 추가 시, 피해가 최종적으로 25% 증가되고, 30초간 지속된다"
    }
  }
} });
