"use strict";

window.WUWA_LANGUAGES.extend("ko", {
  "data": {
    "weapons": {
      "autumntrace": {
        "name": "가을의 무늬",
        "typeName": "대검",
        "resonanceName": "검이 가리키는 곳",
        "description": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 공격력이 4%/6.2%/8.4%/10.6%/12.8% 증가하고, 최대 5/5/5/5/5스택 중첩이 가능하며, 7/7/7/7/7초간 지속되며, 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +20%",
            "conditionText": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 공격력이 4%/6.2%/8.4%/10.6%/12.8% 증가하고, 최대 5/5/5/5/5스택 중첩이 가능하며, 7/7/7/7/7초간 지속되며, 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "lumingloss": {
        "name": "천공의 광경",
        "typeName": "직검",
        "resonanceName": "칼날의 질풍",
        "description": "공명 스킬 발동 시, 자신의 일반 공격 피해 보너스와 강공격 피해 보너스가 20%/31%/42%/53%/64% 증가하고, 최대 1/1/1/1/1스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 +20%",
            "conditionText": "공명 스킬 발동 시, 자신의 일반 공격 피해 보너스와 강공격 피해 보너스가 20%/31%/42%/53%/64% 증가하고, 최대 1/1/1/1/1스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +20%",
            "conditionText": "공명 스킬 발동 시, 자신의 일반 공격 피해 보너스와 강공격 피해 보너스가 20%/31%/42%/53%/64% 증가하고, 최대 1/1/1/1/1스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "thunderbolt": {
        "name": "뇌전",
        "typeName": "권총",
        "resonanceName": "거침없는 기세",
        "description": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 자신의 공명 스킬 피해 보너스가 7%/11%/15%/19%/23% 증가하고, 최대 3/3/3/3/3스택 중첩이 가능하며, 10/10/10/10/10초간 지속되고, 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 스택당 +21%",
            "conditionText": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 자신의 공명 스킬 피해 보너스가 7%/11%/15%/19%/23% 증가하고, 최대 3/3/3/3/3스택 중첩이 가능하며, 10/10/10/10/10초간 지속되고, 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "stonard": {
        "name": "황금 권갑",
        "typeName": "권갑",
        "resonanceName": "불굴의 권갑",
        "description": "공명 스킬 발동 시, 자신의 공명 해방 피해 보너스가 18%/27%/36%/45%/54% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +18%",
            "conditionText": "공명 스킬 발동 시, 자신의 공명 해방 피해 보너스가 18%/27%/36%/45%/54% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "augment": {
        "name": "청음",
        "typeName": "증폭기",
        "resonanceName": "강유병존",
        "description": "공명 해방 발동 시, 자신의 공격력이 15%/23.25%/31.5%/39.75%/48% 증가하고, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +15%",
            "conditionText": "공명 해방 발동 시, 자신의 공격력이 15%/23.25%/31.5%/39.75%/48% 증가하고, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "discord": {
        "name": "기묘한 울림",
        "typeName": "대검",
        "resonanceName": "끝없는 메아리",
        "description": "공명 스킬 발동 시, 협주 에너지 8/10/12/14/16pt를 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": []
      },
      "overture": {
        "name": "행진의 서곡",
        "typeName": "직검",
        "resonanceName": "끝없는 메아리",
        "description": "공명 스킬 발동 시, 협주 에너지 8/10/12/14/16pt를 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": []
      },
      "cadenza": {
        "name": "화려한 악곡",
        "typeName": "권총",
        "resonanceName": "끝없는 메아리",
        "description": "공명 스킬 발동 시, 협주 에너지 8/10/12/14/16pt를 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": []
      },
      "marcato": {
        "name": "바람의 악센트",
        "typeName": "권갑",
        "resonanceName": "끝없는 메아리",
        "description": "공명 스킬 발동 시, 협주 에너지 8/10/12/14/16pt를 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": []
      },
      "variation": {
        "name": "판타지 변주",
        "typeName": "증폭기",
        "resonanceName": "끝없는 메아리",
        "description": "공명 스킬 발동 시, 협주 에너지 8/10/12/14/16pt를 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": []
      },
      "broadblade_41": {
        "name": "41형 대검 · 무거운 책임",
        "typeName": "대검",
        "resonanceName": "포용의 힘",
        "description": "HP가 80%/80%/80%/80%/80% 이상일 경우 공격력이 12%/15%/18%/21%/24% 증가한다. HP가 40%/50%/60%/70%/80% 이하일 경우 일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "HP가 80%/80%/80%/80%/80% 이상일 경우 공격력이 12%/15%/18%/21%/24% 증가한다. HP가 40%/50%/60%/70%/80% 이하일 경우 일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "sword_18": {
        "name": "18형 직검 · 순간의 칼빛",
        "typeName": "직검",
        "resonanceName": "전진의 발걸음",
        "description": "HP가 40%/50%/60%/70%/80% 이하일 경우, 강공격 피해 보너스가 18%/22.5%/27%/31.5%/36% 증가하고, 강공격 피해를 입힐 때 현재 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복되며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 +18%",
            "conditionText": "HP가 40%/50%/60%/70%/80% 이하일 경우, 강공격 피해 보너스가 18%/22.5%/27%/31.5%/36% 증가하고, 강공격 피해를 입힐 때 현재 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복되며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "pistols_26": {
        "name": "26형 권총 · 맹렬한 돌격",
        "typeName": "권총",
        "resonanceName": "끝없는 탐구",
        "description": "캐릭터가 피해를 입지 않은 경우, 5/5/5/5/5초마다 공격력이 6%/7.5%/9%/10.5%/12% 증가하며, 해당 효과는 최대 2/2/2/2/2스택 중첩이 가능하고, 8/8/8/8/8초간 지속된다. 피해를 입었을 경우, 1/1/1/1/1스택의 효과를 소모하고 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +12%",
            "conditionText": "캐릭터가 피해를 입지 않은 경우, 5/5/5/5/5초마다 공격력이 6%/7.5%/9%/10.5%/12% 증가하며, 해당 효과는 최대 2/2/2/2/2스택 중첩이 가능하고, 8/8/8/8/8초간 지속된다. 피해를 입었을 경우, 1/1/1/1/1스택의 효과를 소모하고 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복한다"
          }
        ]
      },
      "gauntlets_21d": {
        "name": "21형 권갑 · 아이언 팬텀",
        "typeName": "권갑",
        "resonanceName": "주도면밀",
        "description": "회피 또는 돌진 시, 공격력이 8%/10%/12%/14%/16% 증가하며, 회피 반격으로 가한 피해가 50%/62.5%/75%/87.5%/100% 증가하며, 8/8/8/8/8초간 지속된다. 회피 반격 발동할 경우, 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 6/6/6/6/6초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +8%",
            "conditionText": "회피 또는 돌진 시, 공격력이 8%/10%/12%/14%/16% 증가하며, 회피 반격으로 가한 피해가 50%/62.5%/75%/87.5%/100% 증가하며, 8/8/8/8/8초간 지속된다. 회피 반격 발동할 경우, 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 6/6/6/6/6초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "rectifier_25": {
        "name": "25형 증폭기 · 울림의 멜로디",
        "typeName": "증폭기",
        "resonanceName": "새로운 법칙",
        "description": "공명 스킬 발동 시, 캐릭터의 HP가 60%/60%/60%/60%/60% 이하일 경우 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다. 캐릭터의 HP가 60%/60%/60%/60%/60% 이상일 경우 공격력이 12%/15%/18%/21%/24% 증가하며, 10/10/10/10/10초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공명 스킬 발동 시, 캐릭터의 HP가 60%/60%/60%/60%/60% 이하일 경우 캐릭터의 HP가 5%/6.25%/7.5%/8.75%/10% 회복하며, 8/8/8/8/8초마다 1/1/1/1/1회 발생할 수 있다. 캐릭터의 HP가 60%/60%/60%/60%/60% 이상일 경우 공격력이 12%/15%/18%/21%/24% 증가하며, 10/10/10/10/10초간 지속된다"
          }
        ]
      },
      "dauntless_evernight": {
        "name": "장야의 불빛",
        "typeName": "대검",
        "resonanceName": "만반의 준비",
        "description": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, 방어력이 15%/18.75%/22.5%/26.25%/30% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +8%",
            "conditionText": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, 방어력이 15%/18.75%/22.5%/26.25%/30% 증가하며, 15/15/15/15/15초간 지속된다"
          },
          {
            "label": "방어력",
            "excerpt": "방어력 +15%",
            "conditionText": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, 방어력이 15%/18.75%/22.5%/26.25%/30% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "commando_of_conviction": {
        "name": "야귀의 신념",
        "typeName": "직검",
        "resonanceName": "정면돌파",
        "description": "변주 스킬 발동 시, 자신의 공격력이 15%/18.75%/22.5%/26.25%/30% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +15%",
            "conditionText": "변주 스킬 발동 시, 자신의 공격력이 15%/18.75%/22.5%/26.25%/30% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "undying_flame": {
        "name": "불멸의 성화",
        "typeName": "권총",
        "resonanceName": "일편단심",
        "description": "변주 스킬 발동 시, 자신의 공명 스킬 피해 보너스가 20%/25%/30%/35%/40% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +20%",
            "conditionText": "변주 스킬 발동 시, 자신의 공명 스킬 피해 보너스가 20%/25%/30%/35%/40% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "amity_accord": {
        "name": "전우의 의리",
        "typeName": "권갑",
        "resonanceName": "출정의 의식",
        "description": "변주 스킬 발동 시, 자신의 공명 해방 피해 보너스가 20%/25%/30%/35%/40% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +20%",
            "conditionText": "변주 스킬 발동 시, 자신의 공명 해방 피해 보너스가 20%/25%/30%/35%/40% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "jinzhou_keeper": {
        "name": "금주의 수호",
        "typeName": "증폭기",
        "resonanceName": "전사의 충정",
        "description": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, HP가 10%/12.5%/15%/17.5%/20% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +8%",
            "conditionText": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, HP가 10%/12.5%/15%/17.5%/20% 증가하며, 15/15/15/15/15초간 지속된다"
          },
          {
            "label": "HP",
            "excerpt": "HP +10%",
            "conditionText": "변주 스킬 발동 시, 자신의 공격력이 8%/10%/12%/14%/16% 증가하고, HP가 10%/12.5%/15%/17.5%/20% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "helios_cleaver": {
        "name": "저무는 동녘",
        "typeName": "대검",
        "resonanceName": "잠재력의 상한",
        "description": "공명 스킬 발동 후 12/12/12/12/12초 내에 2/2/2/2/2초마다 공격력이 3%/3.75%/4.5%/5.25%/6% 증가하며, 최대 4/4/4/4/4스택 중첩이 가능하다. 12/12/12/12/12초마다 1/1/1/1/1회 발생할 수 있으며, 스택이 4/4/4/4/4스택에 도달하면 6/6/6/6/6초 내에 전체 스택을 리셋한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +12%",
            "conditionText": "공명 스킬 발동 후 12/12/12/12/12초 내에 2/2/2/2/2초마다 공격력이 3%/3.75%/4.5%/5.25%/6% 증가하며, 최대 4/4/4/4/4스택 중첩이 가능하다. 12/12/12/12/12초마다 1/1/1/1/1회 발생할 수 있으며, 스택이 4/4/4/4/4스택에 도달하면 6/6/6/6/6초 내에 전체 스택을 리셋한다"
          }
        ]
      },
      "lunar_cutter": {
        "name": "상승의 서녘",
        "typeName": "직검",
        "resonanceName": "천시의 끌림",
        "description": "캐릭터가 등장한 후 6/6/6/6/6스택의 「맹세」 효과를 얻게 되고, 각 스택은 공격력이 2%/2.5%/3%/3.5%/4% 증가시키며, 최대 6/6/6/6/6스택 중첩이 가능하고, 12/12/12/12/12초마다 1/1/1/1/1회 발생할 수 있다. 2/2/2/2/2초마다 이 효과가 1/1/1/1/1스택 감소하게 되며, 목표를 격파할 시 추가로 6/6/6/6/6스택의 「맹세」 효과를 얻게 된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +12%",
            "conditionText": "캐릭터가 등장한 후 6/6/6/6/6스택의 「맹세」 효과를 얻게 되고, 각 스택은 공격력이 2%/2.5%/3%/3.5%/4% 증가시키며, 최대 6/6/6/6/6스택 중첩이 가능하고, 12/12/12/12/12초마다 1/1/1/1/1회 발생할 수 있다. 2/2/2/2/2초마다 이 효과가 1/1/1/1/1스택 감소하게 되며, 목표를 격파할 시 추가로 6/6/6/6/6스택의 「맹세」 효과를 얻게 된다"
          }
        ]
      },
      "novaburst": {
        "name": "천공의 순간",
        "typeName": "권총",
        "resonanceName": "천변만화",
        "description": "캐릭터가 돌진하거나 회피할 시, 공격력이 4%/5%/6%/7%/8% 증가하고, 8/8/8/8/8초간 지속되며, 최대 3/3/3/3/3스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +12%",
            "conditionText": "캐릭터가 돌진하거나 회피할 시, 공격력이 4%/5%/6%/7%/8% 증가하고, 8/8/8/8/8초간 지속되며, 최대 3/3/3/3/3스택 중첩이 가능하다"
          }
        ]
      },
      "hollow_mirage": {
        "name": "천공의 역행",
        "typeName": "권갑",
        "resonanceName": "별의 동반",
        "description": "공명 해방 발동 시, 3/3/3/3/3스택의 「철갑」 효과를 획득하고, 각 스택마다 공격력과 방어력을 3%/3.5%/4%/4.5%/5% 증가시키며, 최대 3/3/3/3/3스택 중첩이 가능하다. 피해를 입을 때마다 1/1/1/1/1스택 감소한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +9%",
            "conditionText": "공명 해방 발동 시, 3/3/3/3/3스택의 「철갑」 효과를 획득하고, 각 스택마다 공격력과 방어력을 3%/3.5%/4%/4.5%/5% 증가시키며, 최대 3/3/3/3/3스택 중첩이 가능하다. 피해를 입을 때마다 1/1/1/1/1스택 감소한다"
          },
          {
            "label": "방어력",
            "excerpt": "방어력 스택당 +9%",
            "conditionText": "공명 해방 발동 시, 3/3/3/3/3스택의 「철갑」 효과를 획득하고, 각 스택마다 공격력과 방어력을 3%/3.5%/4%/4.5%/5% 증가시키며, 최대 3/3/3/3/3스택 중첩이 가능하다. 피해를 입을 때마다 1/1/1/1/1스택 감소한다"
          }
        ]
      },
      "comet_flare": {
        "name": "굉음",
        "typeName": "증폭기",
        "resonanceName": "빛의 비호",
        "description": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 치료 효과 보너스가 3%/3.75%/4.5%/5.25%/6% 증가하고, 8/8/8/8/8초간 지속되며, 최대 3/3/3/3/3스택 중첩이 가능하며, 0.6/0.6/0.6/0.6/0.6초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "치료 효과 보너스",
            "excerpt": "치료 효과 보너스 스택당 +9%",
            "conditionText": "일반 공격이나 강공격을 사용하여 피해를 입힐 경우, 치료 효과 보너스가 3%/3.75%/4.5%/5.25%/6% 증가하고, 8/8/8/8/8초간 지속되며, 최대 3/3/3/3/3스택 중첩이 가능하며, 0.6/0.6/0.6/0.6/0.6초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "lustrous_razor": {
        "name": "푸른물결의 빛",
        "typeName": "대검",
        "resonanceName": "밀려오는 파도",
        "description": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬 발동 시, 공명 해방 피해 보너스가 7%/8.75%/10.5%/12.25%/14% 증가하고, 최대 3/3/3/3/3스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다",
        "effects": [
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 스택당 +21%",
            "conditionText": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬 발동 시, 공명 해방 피해 보너스가 7%/8.75%/10.5%/12.25%/14% 증가하고, 최대 3/3/3/3/3스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다"
          }
        ]
      },
      "emerald_of_genesis": {
        "name": "천년의 회류",
        "typeName": "직검",
        "resonanceName": "무한의 소용돌이",
        "description": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬 발동 시, 공격력이 6%/7.5%/9%/10.5%/12% 증가하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +12%",
            "conditionText": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬 발동 시, 공격력이 6%/7.5%/9%/10.5%/12% 증가하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다"
          }
        ]
      },
      "static_mist": {
        "name": "부동의 안개",
        "typeName": "권총",
        "resonanceName": "지옥의 징벌",
        "description": "공명 효율이 12.8%/16%/19.2%/22.4%/25.6% 증가한다. 반주 스킬 발동 후, 등장 캐릭터의 공격력이 10%/12.5%/15%/17.5%/20% 증가하고, 최대 1/1/1/1/1스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 효율이 12.8%/16%/19.2%/22.4%/25.6% 증가한다. 반주 스킬 발동 후, 등장 캐릭터의 공격력이 10%/12.5%/15%/17.5%/20% 증가하고, 최대 1/1/1/1/1스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다"
          }
        ]
      },
      "abyss_surges": {
        "name": "물결의 파동",
        "typeName": "권갑",
        "resonanceName": "죽음의 심연",
        "description": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬을 사용하여 피해를 입힐 경우, 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다. 일반 공격을 사용하여 피해를 입힐 경우, 공명 스킬 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다",
        "effects": [
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +10%",
            "conditionText": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬을 사용하여 피해를 입힐 경우, 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다. 일반 공격을 사용하여 피해를 입힐 경우, 공명 스킬 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +10%",
            "conditionText": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 공명 스킬을 사용하여 피해를 입힐 경우, 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다. 일반 공격을 사용하여 피해를 입힐 경우, 공명 스킬 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가하며, 8/8/8/8/8초간 지속된다"
          }
        ]
      },
      "cosmic_ripples": {
        "name": "파도의 기록",
        "typeName": "증폭기",
        "resonanceName": "끝없는 물결",
        "description": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 일반 공격을 사용하여 피해를 입힐 경우, 일반 공격 피해 보너스가 3.2%/4%/4.8%/5.6%/6.4% 증가하고, 최대 5/5/5/5/5스택 중첩이 가능하며, 8/8/8/8/8초간 지속되고, 0.5/0.5/0.5/0.5/0.5초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 스택당 +16%",
            "conditionText": "공명 효율 12.8%/16%/19.2%/22.4%/25.6% 증가. 일반 공격을 사용하여 피해를 입힐 경우, 일반 공격 피해 보너스가 3.2%/4%/4.8%/5.6%/6.4% 증가하고, 최대 5/5/5/5/5스택 중첩이 가능하며, 8/8/8/8/8초간 지속되고, 0.5/0.5/0.5/0.5/0.5초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "verdant_summit": {
        "name": "청룡의 천장",
        "typeName": "대검",
        "resonanceName": "용맹무쌍",
        "description": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 또는 공명 해방을 발동할 때마다, 자신의 강공격 피해 보너스가 24%/30%/36%/42%/48% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다",
        "effects": [
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +12%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 또는 공명 해방을 발동할 때마다, 자신의 강공격 피해 보너스가 24%/30%/36%/42%/48% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 스택당 +48%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 또는 공명 해방을 발동할 때마다, 자신의 강공격 피해 보너스가 24%/30%/36%/42%/48% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다"
          }
        ]
      },
      "stringmaster": {
        "name": "꼭두각시의 손",
        "typeName": "증폭기",
        "resonanceName": "뇌전의 증폭",
        "description": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 공명 스킬 피해를 입힐 경우, 자신의 공격력이 12%/15%/18%/21%/24% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 5/5/5/5/5초간 지속된다. 자신이 미출전 상태일 경우, 공격력이 추가로 12%/15%/18%/21%/24% 증가한다",
        "effects": [
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +12%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 공명 스킬 피해를 입힐 경우, 자신의 공격력이 12%/15%/18%/21%/24% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 5/5/5/5/5초간 지속된다. 자신이 미출전 상태일 경우, 공격력이 추가로 12%/15%/18%/21%/24% 증가한다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +24%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 공명 스킬 피해를 입힐 경우, 자신의 공격력이 12%/15%/18%/21%/24% 증가하고, 2/2/2/2/2스택 중첩이 가능하며, 5/5/5/5/5초간 지속된다. 자신이 미출전 상태일 경우, 공격력이 추가로 12%/15%/18%/21%/24% 증가한다"
          }
        ]
      },
      "ages_of_harvest": {
        "name": "태평성대",
        "typeName": "대검",
        "resonanceName": "신의 가호",
        "description": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 발동 시, 자신이 「가호」를 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다. 공명 스킬 발동 시, 자신이 「축복」을 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다",
        "effects": [
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +12%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 발동 시, 자신이 「가호」를 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다. 공명 스킬 발동 시, 자신이 「축복」을 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +24%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 발동 시, 자신이 「가호」를 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다. 공명 스킬 발동 시, 자신이 「축복」을 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +24%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가한다. 변주 스킬 발동 시, 자신이 「가호」를 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다. 공명 스킬 발동 시, 자신이 「축복」을 획득하게 되고, 공명 스킬 피해 보너스를 24%/30%/36%/42%/48% 증가시키며, 12/12/12/12/12초간 지속된다"
          }
        ]
      },
      "blazing_brilliance": {
        "name": "솟아오르는 화염",
        "typeName": "직검",
        "resonanceName": "불사조의 깃털",
        "description": "공격력이 12%/15%/18%/21%/24% 증가한다. 피해를 입힐 시 「빛나는 깃털」 1스택을 획득하며, 0.5초마다 1스택을 획득할 수 있다. 공명 스킬을 발동 시 추가로 5스택을 획득한다. 스택당 「빛나는 깃털」은 공명 스킬 피해 보너스를 4%/5%/6%/7%/8% 증가시키고, 최대 14스택까지 중첩이 가능하다. 「빛나는 깃털」이 14스택에 도달한 12/12/12/12/12초 후, 모든 스택이 리셋된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가한다. 피해를 입힐 시 「빛나는 깃털」 1스택을 획득하며, 0.5초마다 1스택을 획득할 수 있다. 공명 스킬을 발동 시 추가로 5스택을 획득한다. 스택당 「빛나는 깃털」은 공명 스킬 피해 보너스를 4%/5%/6%/7%/8% 증가시키고, 최대 14스택까지 중첩이 가능하다. 「빛나는 깃털」이 14스택에 도달한 12/12/12/12/12초 후, 모든 스택이 리셋된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 스택당 +56%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가한다. 피해를 입힐 시 「빛나는 깃털」 1스택을 획득하며, 0.5초마다 1스택을 획득할 수 있다. 공명 스킬을 발동 시 추가로 5스택을 획득한다. 스택당 「빛나는 깃털」은 공명 스킬 피해 보너스를 4%/5%/6%/7%/8% 증가시키고, 최대 14스택까지 중첩이 가능하다. 「빛나는 깃털」이 14스택에 도달한 12/12/12/12/12초 후, 모든 스택이 리셋된다"
          }
        ]
      },
      "rime_draped_sprouts": {
        "name": "옥수 비단",
        "typeName": "증폭기",
        "resonanceName": "그림 외의 경지",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시 획득 효과: 자신이 출전 상태일 시 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되며, 해당 효과가 최대 3/3/3/3/3스택 중첩이 가능하고, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시 이미 3/3/3/3/3스택의 효과가 누적된 경우, 모든 스택을 소모하여 자신이 출전 상태가 아닐 시의 일반 공격 피해 보너스를 52%/65%/78%/91%/104% 증가시키며, 27/27/27/27/27초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시 획득 효과: 자신이 출전 상태일 시 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되며, 해당 효과가 최대 3/3/3/3/3스택 중첩이 가능하고, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시 이미 3/3/3/3/3스택의 효과가 누적된 경우, 모든 스택을 소모하여 자신이 출전 상태가 아닐 시의 일반 공격 피해 보너스를 52%/65%/78%/91%/104% 증가시키며, 27/27/27/27/27초간 지속된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 스택당 +36%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시 획득 효과: 자신이 출전 상태일 시 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되며, 해당 효과가 최대 3/3/3/3/3스택 중첩이 가능하고, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시 이미 3/3/3/3/3스택의 효과가 누적된 경우, 모든 스택을 소모하여 자신이 출전 상태가 아닐 시의 일반 공격 피해 보너스를 52%/65%/78%/91%/104% 증가시키며, 27/27/27/27/27초간 지속된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +52%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시 획득 효과: 자신이 출전 상태일 시 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되며, 해당 효과가 최대 3/3/3/3/3스택 중첩이 가능하고, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시 이미 3/3/3/3/3스택의 효과가 누적된 경우, 모든 스택을 소모하여 자신이 출전 상태가 아닐 시의 일반 공격 피해 보너스를 52%/65%/78%/91%/104% 증가시키며, 27/27/27/27/27초간 지속된다"
          }
        ]
      },
      "veritys_handle": {
        "name": "팔방의 천추",
        "typeName": "권갑",
        "resonanceName": "근원의 추적",
        "description": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 공명 해방 발동 시, 자신의 공명 해방 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 8/8/8/8/8초간 지속된다. 공명 스킬 발동 시, 해당 효과가 5/5/5/5/5초 연장되며, 최대 3/3/3/3/3회 연장이 가능하다",
        "effects": [
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +12%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 공명 해방 발동 시, 자신의 공명 해방 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 8/8/8/8/8초간 지속된다. 공명 스킬 발동 시, 해당 효과가 5/5/5/5/5초 연장되며, 최대 3/3/3/3/3회 연장이 가능하다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +48%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 공명 해방 발동 시, 자신의 공명 해방 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 8/8/8/8/8초간 지속된다. 공명 스킬 발동 시, 해당 효과가 5/5/5/5/5초 연장되며, 최대 3/3/3/3/3회 연장이 가능하다"
          }
        ]
      },
      "stellar_symphony": {
        "name": "뭇별의 교향곡",
        "typeName": "증폭기",
        "resonanceName": "뭇별의 법칙",
        "description": "HP가 12%/15%/18%/21%/24% 증가한다. 공명 해방 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복시키며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 공명 스킬로 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 공격력을 14%/17.5%/21%/24.5%/28% 증가시키며, 해당 효과는 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "HP",
            "excerpt": "HP +12%",
            "conditionText": "HP가 12%/15%/18%/21%/24% 증가한다. 공명 해방 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복시키며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 공명 스킬로 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 공격력을 14%/17.5%/21%/24.5%/28% 증가시키며, 해당 효과는 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +14%",
            "conditionText": "HP가 12%/15%/18%/21%/24% 증가한다. 공명 해방 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복시키며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 공명 스킬로 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 공격력을 14%/17.5%/21%/24.5%/28% 증가시키며, 해당 효과는 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "waning_redshift": {
        "name": "멸망의 주파수",
        "typeName": "대검",
        "resonanceName": "피안의 눈동자",
        "description": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다"
          }
        ]
      },
      "endless_collapse": {
        "name": "영원의 붕괴",
        "typeName": "직검",
        "resonanceName": "피안의 눈동자",
        "description": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다"
          }
        ]
      },
      "relativistic_jet": {
        "name": "역설의 격류",
        "typeName": "권총",
        "resonanceName": "피안의 눈동자",
        "description": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다"
          }
        ]
      },
      "celestial_spiral": {
        "name": "천상의 나선",
        "typeName": "권갑",
        "resonanceName": "피안의 눈동자",
        "description": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다"
          }
        ]
      },
      "fusion_accretion": {
        "name": "융합의 원반",
        "typeName": "증폭기",
        "resonanceName": "피안의 눈동자",
        "description": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +10%",
            "conditionText": "공명 스킬 발동 시, 공명 에너지를 6/7/8/9/10pt 획득하고, 공격력이 10%/12.5%/15%/17.5%/20% 증가하며, 16/16/16/16/16초간 지속된다. 해당 효과는 20/20/20/20/20초마다 1회 발생할 수 있다"
          }
        ]
      },
      "somnoire_anchor": {
        "name": "마음의 닻",
        "typeName": "직검",
        "resonanceName": "냐앙!",
        "description": "피해를 입힐 시 1/1/1/1/1스택 「포악」을 획득하고, 1/1/1/1/1초마다 1/1/1/1/1스택을 획득할 수 있다. 「포악」: 1스택마다 자신의 공격력을 2%/2.5%/3%/3.5%/4% 증가시키고, 3/3/3/3/3초간 지속되며, 최대 10/10/10/10/10스택 중첩이 가능하다. 캐릭터 퇴장 시 모든 스택이 제거된다. 「포악」이 10/10/10/10/10스택 중첩 시, 자신의 크리티컬이 6%/7.5%/9%/10.5%/12% 증가된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +20%",
            "conditionText": "피해를 입힐 시 1/1/1/1/1스택 「포악」을 획득하고, 1/1/1/1/1초마다 1/1/1/1/1스택을 획득할 수 있다. 「포악」: 1스택마다 자신의 공격력을 2%/2.5%/3%/3.5%/4% 증가시키고, 3/3/3/3/3초간 지속되며, 최대 10/10/10/10/10스택 중첩이 가능하다. 캐릭터 퇴장 시 모든 스택이 제거된다. 「포악」이 10/10/10/10/10스택 중첩 시, 자신의 크리티컬이 6%/7.5%/9%/10.5%/12% 증가된다"
          },
          {
            "label": "크리티컬",
            "excerpt": "크리티컬 +6%",
            "conditionText": "피해를 입힐 시 1/1/1/1/1스택 「포악」을 획득하고, 1/1/1/1/1초마다 1/1/1/1/1스택을 획득할 수 있다. 「포악」: 1스택마다 자신의 공격력을 2%/2.5%/3%/3.5%/4% 증가시키고, 3/3/3/3/3초간 지속되며, 최대 10/10/10/10/10스택 중첩이 가능하다. 캐릭터 퇴장 시 모든 스택이 제거된다. 「포악」이 10/10/10/10/10스택 중첩 시, 자신의 크리티컬이 6%/7.5%/9%/10.5%/12% 증가된다"
          }
        ]
      },
      "red_spring": {
        "name": "날카로운 봄",
        "typeName": "직검",
        "resonanceName": "시작과 끝",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힐 시, 자신의 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가되고, 14/14/14/14/14초간 지속되며, 1초마다 1회 발생할 수 있고, 최대 3/3/3/3/3스택 중첩이 가능하다.\n자신의 협주 에너지 소모 시, 자신의 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가되며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있다. 다른 캐릭터로 전환하면 효과가 즉시 종료된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힐 시, 자신의 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가되고, 14/14/14/14/14초간 지속되며, 1초마다 1회 발생할 수 있고, 최대 3/3/3/3/3스택 중첩이 가능하다.\n자신의 협주 에너지 소모 시, 자신의 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가되며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있다. 다른 캐릭터로 전환하면 효과가 즉시 종료된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 스택당 +30%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힐 시, 자신의 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가되고, 14/14/14/14/14초간 지속되며, 1초마다 1회 발생할 수 있고, 최대 3/3/3/3/3스택 중첩이 가능하다.\n자신의 협주 에너지 소모 시, 자신의 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가되며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있다. 다른 캐릭터로 전환하면 효과가 즉시 종료된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +40%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힐 시, 자신의 일반 공격 피해 보너스가 10%/12.5%/15%/17.5%/20% 증가되고, 14/14/14/14/14초간 지속되며, 1초마다 1회 발생할 수 있고, 최대 3/3/3/3/3스택 중첩이 가능하다.\n자신의 협주 에너지 소모 시, 자신의 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가되며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있다. 다른 캐릭터로 전환하면 효과가 즉시 종료된다"
          }
        ]
      },
      "call_of_the_abyss": {
        "name": "심해의 메아리",
        "typeName": "증폭기",
        "resonanceName": "은하수 조망",
        "description": "공명 해방 발동 시, 자신의 치료 효과 보너스가 16%/20%/24%/28%/32% 증가하며, 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "치료 효과 보너스",
            "excerpt": "치료 효과 보너스 +16%",
            "conditionText": "공명 해방 발동 시, 자신의 치료 효과 보너스가 16%/20%/24%/28%/32% 증가하며, 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "meditations_on_mercy": {
        "name": "용서의 명상록",
        "typeName": "대검",
        "resonanceName": "수식",
        "description": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +16%",
            "conditionText": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다"
          }
        ]
      },
      "fables_of_wisdom": {
        "name": "풍류의 우화시",
        "typeName": "직검",
        "resonanceName": "수식",
        "description": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +16%",
            "conditionText": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다"
          }
        ]
      },
      "romance_in_farewell": {
        "name": "작별의 로맨스",
        "typeName": "권총",
        "resonanceName": "수식",
        "description": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +16%",
            "conditionText": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다"
          }
        ]
      },
      "legend_of_drunken_hero": {
        "name": "만취의 영웅지",
        "typeName": "권갑",
        "resonanceName": "수식",
        "description": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +16%",
            "conditionText": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다"
          }
        ]
      },
      "waltz_in_masquerade": {
        "name": "허위의 왈츠",
        "typeName": "증폭기",
        "resonanceName": "수식",
        "description": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +16%",
            "conditionText": "「이상 효과」가 있는 몬스터에게 피해를 입힐 시, 자신의 공격력이 4%/5%/6%/7%/8% 증가하며, 10/10/10/10/10초간 지속된다. 1초마다 1회 발생할 수 있으며, 최대 4/4/4/4/4스택 중첩이 가능하다"
          }
        ]
      },
      "tragicomedy": {
        "name": "희비극",
        "typeName": "권갑",
        "resonanceName": "우인의 노래",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 혹은 변주 스킬 발동 시, 자신의 강공격 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 3/3/3/3/3초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 혹은 변주 스킬 발동 시, 자신의 강공격 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 3/3/3/3/3초간 지속된다"
          },
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 +48%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 혹은 변주 스킬 발동 시, 자신의 강공격 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 3/3/3/3/3초간 지속된다"
          }
        ]
      },
      "the_last_dance": {
        "name": "죽음과 춤",
        "typeName": "권총",
        "resonanceName": "침묵 속의 추도사",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 자신의 공명 스킬 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 5/5/5/5/5초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 자신의 공명 스킬 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 5/5/5/5/5초간 지속된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +48%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 자신의 공명 스킬 피해 보너스가 48%/60%/72%/84%/96% 증가되며, 5/5/5/5/5초간 지속된다"
          }
        ]
      },
      "unflickering_valor": {
        "name": "흔들리지 않는 용기",
        "typeName": "직검",
        "resonanceName": "웃음 바다",
        "description": "크리티컬이 8%/10%/12%/14%/16% 증가된다. 공명 해방 발동 후, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 10/10/10/10/10초간 지속된다. 일반 공격 피해를 입힐 시, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 4/4/4/4/4초간 지속된다",
        "effects": [
          {
            "label": "크리티컬",
            "excerpt": "크리티컬 +8%",
            "conditionText": "크리티컬이 8%/10%/12%/14%/16% 증가된다. 공명 해방 발동 후, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 10/10/10/10/10초간 지속된다. 일반 공격 피해를 입힐 시, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 4/4/4/4/4초간 지속된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +24%",
            "conditionText": "크리티컬이 8%/10%/12%/14%/16% 증가된다. 공명 해방 발동 후, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 10/10/10/10/10초간 지속된다. 일반 공격 피해를 입힐 시, 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 4/4/4/4/4초간 지속된다"
          }
        ]
      },
      "luminous_hymn": {
        "name": "광휘의 찬송가",
        "typeName": "증폭기",
        "resonanceName": "단결자의 찬가",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 「광학 효과」가 있는 목표에게 피해를 입힐 시, 자신의 일반 공격, 강공격 피해 보너스가 14%/17.5%/21%/24.5%/28% 증가되고, 최대 3/3/3/3/3스택 중첩이 가능하며, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시, 파티 내 등장 캐릭터 주변의 목표에게 주는 「광학 효과」 피해가 30%/37.5%/45%/52.5%/60% 부스트되고, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「광학 효과」가 있는 목표에게 피해를 입힐 시, 자신의 일반 공격, 강공격 피해 보너스가 14%/17.5%/21%/24.5%/28% 증가되고, 최대 3/3/3/3/3스택 중첩이 가능하며, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시, 파티 내 등장 캐릭터 주변의 목표에게 주는 「광학 효과」 피해가 30%/37.5%/45%/52.5%/60% 부스트되고, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 스택당 +42%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「광학 효과」가 있는 목표에게 피해를 입힐 시, 자신의 일반 공격, 강공격 피해 보너스가 14%/17.5%/21%/24.5%/28% 증가되고, 최대 3/3/3/3/3스택 중첩이 가능하며, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시, 파티 내 등장 캐릭터 주변의 목표에게 주는 「광학 효과」 피해가 30%/37.5%/45%/52.5%/60% 부스트되고, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 스택당 +42%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「광학 효과」가 있는 목표에게 피해를 입힐 시, 자신의 일반 공격, 강공격 피해 보너스가 14%/17.5%/21%/24.5%/28% 증가되고, 최대 3/3/3/3/3스택 중첩이 가능하며, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시, 파티 내 등장 캐릭터 주변의 목표에게 주는 「광학 효과」 피해가 30%/37.5%/45%/52.5%/60% 부스트되고, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "피해 증가",
            "excerpt": "피해 증가 +30%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「광학 효과」가 있는 목표에게 피해를 입힐 시, 자신의 일반 공격, 강공격 피해 보너스가 14%/17.5%/21%/24.5%/28% 증가되고, 최대 3/3/3/3/3스택 중첩이 가능하며, 6/6/6/6/6초간 지속된다. 반주 스킬 발동 시, 파티 내 등장 캐릭터 주변의 목표에게 주는 「광학 효과」 피해가 30%/37.5%/45%/52.5%/60% 부스트되고, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "oceans_gift": {
        "name": "바다의 선물",
        "typeName": "증폭기",
        "resonanceName": "어획",
        "description": "「광학 효과」가 있는 적에게 피해를 입힐 시 다음 효과를 얻을 수 있다. 자신의 회절 피해가 6%/7%/8%/9%/10% 증가되고, 1초마다 1스택을 획득할 수 있으며, 6초간 지속되고, 최대 4스택 중첩이 가능하다",
        "effects": [
          {
            "label": "회절 피해 보너스",
            "excerpt": "회절 피해 보너스 스택당 +24%",
            "conditionText": "「광학 효과」가 있는 적에게 피해를 입힐 시 다음 효과를 얻을 수 있다. 자신의 회절 피해가 6%/7%/8%/9%/10% 증가되고, 1초마다 1스택을 획득할 수 있으며, 6초간 지속되고, 최대 4스택 중첩이 가능하다"
          }
        ]
      },
      "whispers_of_sirens": {
        "name": "바다의 속삭임",
        "typeName": "증폭기",
        "resonanceName": "바닷속에서",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시, 「부드러운 꿈」 1/1/1/1/1스택을 획득한다. 같은 이름의 에코는 1회만 발동이 가능하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 2스택까지 중첩 후, 에코 어빌리티를 발동할 경우, 지속시간이 리셋되지 않는다. 해당 효과는 10초 내에 최대 1회 발생할 수 있으며, 다른 캐릭터로 전환하면 효과가 즉시 종료된다.\n1/1/1/1/1스택: 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가된다.\n2/2/2/2/2스택: 목표의 인멸 속성 저항을 12%/15%/18%/21%/24% 무시한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시, 「부드러운 꿈」 1/1/1/1/1스택을 획득한다. 같은 이름의 에코는 1회만 발동이 가능하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 2스택까지 중첩 후, 에코 어빌리티를 발동할 경우, 지속시간이 리셋되지 않는다. 해당 효과는 10초 내에 최대 1회 발생할 수 있으며, 다른 캐릭터로 전환하면 효과가 즉시 종료된다.\n1/1/1/1/1스택: 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가된다.\n2/2/2/2/2스택: 목표의 인멸 속성 저항을 12%/15%/18%/21%/24% 무시한다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +40%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시, 「부드러운 꿈」 1/1/1/1/1스택을 획득한다. 같은 이름의 에코는 1회만 발동이 가능하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 2스택까지 중첩 후, 에코 어빌리티를 발동할 경우, 지속시간이 리셋되지 않는다. 해당 효과는 10초 내에 최대 1회 발생할 수 있으며, 다른 캐릭터로 전환하면 효과가 즉시 종료된다.\n1/1/1/1/1스택: 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가된다.\n2/2/2/2/2스택: 목표의 인멸 속성 저항을 12%/15%/18%/21%/24% 무시한다"
          },
          {
            "label": "내성 감소",
            "excerpt": "내성 감소 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시, 「부드러운 꿈」 1/1/1/1/1스택을 획득한다. 같은 이름의 에코는 1회만 발동이 가능하고, 최대 2/2/2/2/2스택 중첩이 가능하며, 10/10/10/10/10초간 지속된다. 2스택까지 중첩 후, 에코 어빌리티를 발동할 경우, 지속시간이 리셋되지 않는다. 해당 효과는 10초 내에 최대 1회 발생할 수 있으며, 다른 캐릭터로 전환하면 효과가 즉시 종료된다.\n1/1/1/1/1스택: 일반 공격 피해 보너스가 40%/50%/60%/70%/80% 증가된다.\n2/2/2/2/2스택: 목표의 인멸 속성 저항을 12%/15%/18%/21%/24% 무시한다"
          }
        ]
      },
      "bloodpacts_pledge": {
        "name": "혈맹의 약속",
        "typeName": "직검",
        "resonanceName": "화음 공진",
        "description": "치료 효과 발동 시, 자신의 공명 스킬 피해가 10%/14%/18%/22%/26% 증가되고, 6/6/6/6/6초간 지속된다. 방랑자 · 기류가 공명 스킬 · 허무맹랑 발동 시, 근처 파티 내 등장 캐릭터의 기류 피해가 10%/14%/18%/22%/26% 부스트되고, 30/30/30/30/30초간 지속된다",
        "effects": [
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +10%",
            "conditionText": "치료 효과 발동 시, 자신의 공명 스킬 피해가 10%/14%/18%/22%/26% 증가되고, 6/6/6/6/6초간 지속된다. 방랑자 · 기류가 공명 스킬 · 허무맹랑 발동 시, 근처 파티 내 등장 캐릭터의 기류 피해가 10%/14%/18%/22%/26% 부스트되고, 30/30/30/30/30초간 지속된다"
          }
        ]
      },
      "blazing_justice": {
        "name": "불빛의 심판",
        "typeName": "권갑",
        "resonanceName": "어둠을 파괴하는 자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 발동 시 다음과 같은 효과를 획득한다. 자신이 입히는 피해가 목표의 방어력을 8%/10%/12%/14%/16% 무시하며, 동시에 자신이 직접 입히는 「광학 효과」 피해가 50%/62.5%/75%/87.5%/100% 부스트되고, 6/6/6/6/6초간 지속된다. 중복 획득 시, 지속 시간이 리셋된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 발동 시 다음과 같은 효과를 획득한다. 자신이 입히는 피해가 목표의 방어력을 8%/10%/12%/14%/16% 무시하며, 동시에 자신이 직접 입히는 「광학 효과」 피해가 50%/62.5%/75%/87.5%/100% 부스트되고, 6/6/6/6/6초간 지속된다. 중복 획득 시, 지속 시간이 리셋된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +8%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 발동 시 다음과 같은 효과를 획득한다. 자신이 입히는 피해가 목표의 방어력을 8%/10%/12%/14%/16% 무시하며, 동시에 자신이 직접 입히는 「광학 효과」 피해가 50%/62.5%/75%/87.5%/100% 부스트되고, 6/6/6/6/6초간 지속된다. 중복 획득 시, 지속 시간이 리셋된다"
          },
          {
            "label": "피해 증가",
            "excerpt": "피해 증가 +50%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 발동 시 다음과 같은 효과를 획득한다. 자신이 입히는 피해가 목표의 방어력을 8%/10%/12%/14%/16% 무시하며, 동시에 자신이 직접 입히는 「광학 효과」 피해가 50%/62.5%/75%/87.5%/100% 부스트되고, 6/6/6/6/6초간 지속된다. 중복 획득 시, 지속 시간이 리셋된다"
          }
        ]
      },
      "woodland_aria": {
        "name": "숲속의 아리아",
        "typeName": "권총",
        "resonanceName": "한여름의 찬송가",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 목표에게 「풍식 효과」를 추가한 후, 자신의 기류 피해 보너스가 24%/30%/36%/42%/48% 증가되고 10/10/10/10/10초간 지속된다. 공격으로 「풍식 효과」가 있는 목표 명중 시, 목표의 기류 저항을 10%/11.5%/13%/14.5%/16% 감소시키고, 20/20/20/20/20초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 목표에게 「풍식 효과」를 추가한 후, 자신의 기류 피해 보너스가 24%/30%/36%/42%/48% 증가되고 10/10/10/10/10초간 지속된다. 공격으로 「풍식 효과」가 있는 목표 명중 시, 목표의 기류 저항을 10%/11.5%/13%/14.5%/16% 감소시키고, 20/20/20/20/20초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "기류 피해 보너스",
            "excerpt": "기류 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 목표에게 「풍식 효과」를 추가한 후, 자신의 기류 피해 보너스가 24%/30%/36%/42%/48% 증가되고 10/10/10/10/10초간 지속된다. 공격으로 「풍식 효과」가 있는 목표 명중 시, 목표의 기류 저항을 10%/11.5%/13%/14.5%/16% 감소시키고, 20/20/20/20/20초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "내성 감소",
            "excerpt": "내성 감소 +10%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 목표에게 「풍식 효과」를 추가한 후, 자신의 기류 피해 보너스가 24%/30%/36%/42%/48% 증가되고 10/10/10/10/10초간 지속된다. 공격으로 「풍식 효과」가 있는 목표 명중 시, 목표의 기류 저항을 10%/11.5%/13%/14.5%/16% 감소시키고, 20/20/20/20/20초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "defiers_thorn": {
        "name": "숙명에 맞서는 관",
        "typeName": "직검",
        "resonanceName": "자유기사의 독무",
        "description": "HP가 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 15/15/15/15/15초 내에, 자신이 입히는 피해가 목표의 8%/10%/12%/14%/16% 방어력을 무시하고, 목표가 1스택 이상의 풍식 효과를 보유 시 목표에게 입히는 피해가 20%/25%/30%/35%/40% 부스트된다",
        "effects": [
          {
            "label": "HP",
            "excerpt": "HP +12%",
            "conditionText": "HP가 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 15/15/15/15/15초 내에, 자신이 입히는 피해가 목표의 8%/10%/12%/14%/16% 방어력을 무시하고, 목표가 1스택 이상의 풍식 효과를 보유 시 목표에게 입히는 피해가 20%/25%/30%/35%/40% 부스트된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +8%",
            "conditionText": "HP가 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 15/15/15/15/15초 내에, 자신이 입히는 피해가 목표의 8%/10%/12%/14%/16% 방어력을 무시하고, 목표가 1스택 이상의 풍식 효과를 보유 시 목표에게 입히는 피해가 20%/25%/30%/35%/40% 부스트된다"
          },
          {
            "label": "피해 증가",
            "excerpt": "피해 증가 +20%",
            "conditionText": "HP가 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 15/15/15/15/15초 내에, 자신이 입히는 피해가 목표의 8%/10%/12%/14%/16% 방어력을 무시하고, 목표가 1스택 이상의 풍식 효과를 보유 시 목표에게 입히는 피해가 20%/25%/30%/35%/40% 부스트된다"
          }
        ]
      },
      "wildfire_mark": {
        "name": "불길",
        "typeName": "대검",
        "resonanceName": "눈부신 불빛",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 24%/30%/36%/42%/48% 증가되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 해당 효과는 4/4/4/4/4초간 연장되며 최대 1/1/1/1/1회 연장할 수 있다. 효과 연장에 성공 시, 파티 내 캐릭터의 용융 피해 보너스가 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 24%/30%/36%/42%/48% 증가되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 해당 효과는 4/4/4/4/4초간 연장되며 최대 1/1/1/1/1회 연장할 수 있다. 효과 연장에 성공 시, 파티 내 캐릭터의 용융 피해 보너스가 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 24%/30%/36%/42%/48% 증가되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 해당 효과는 4/4/4/4/4초간 연장되며 최대 1/1/1/1/1회 연장할 수 있다. 효과 연장에 성공 시, 파티 내 캐릭터의 용융 피해 보너스가 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "용융 피해 보너스",
            "excerpt": "용융 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 24%/30%/36%/42%/48% 증가되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 해당 효과는 4/4/4/4/4초간 연장되며 최대 1/1/1/1/1회 연장할 수 있다. 효과 연장에 성공 시, 파티 내 캐릭터의 용융 피해 보너스가 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "lethean_elegy": {
        "name": "잊혀진 피안의 슬픈 악장",
        "typeName": "증폭기",
        "resonanceName": "진혼곡",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힌 후 12/12/12/12/12초 내에, 공명 스킬 피해 보너스가 32%/40%/48%/56%/64% 증가되고, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되며, 피해를 입힐 시 목표의 방어력을 8%/10%/12%/14%/16% 무시한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힌 후 12/12/12/12/12초 내에, 공명 스킬 피해 보너스가 32%/40%/48%/56%/64% 증가되고, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되며, 피해를 입힐 시 목표의 방어력을 8%/10%/12%/14%/16% 무시한다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +32%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힌 후 12/12/12/12/12초 내에, 공명 스킬 피해 보너스가 32%/40%/48%/56%/64% 증가되고, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되며, 피해를 입힐 시 목표의 방어력을 8%/10%/12%/14%/16% 무시한다"
          },
          {
            "label": "에코 어빌리티 피해 증가",
            "excerpt": "에코 어빌리티 피해 증가 +32%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힌 후 12/12/12/12/12초 내에, 공명 스킬 피해 보너스가 32%/40%/48%/56%/64% 증가되고, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되며, 피해를 입힐 시 목표의 방어력을 8%/10%/12%/14%/16% 무시한다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +8%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힌 후 12/12/12/12/12초 내에, 공명 스킬 피해 보너스가 32%/40%/48%/56%/64% 증가되고, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되며, 피해를 입힐 시 목표의 방어력을 8%/10%/12%/14%/16% 무시한다"
          }
        ]
      },
      "moongazers_sigil": {
        "name": "세상 만물의 진리",
        "typeName": "권갑",
        "resonanceName": "만물을 연결하는 달",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 20%/25%/30%/35%/40% 증가되고, 15/15/15/15/15초간 지속된다. 자신이 실드를 획득할 시: 공명 해방 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12.0% 방어력을 무시한다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다. 변주 스킬 발동 시, 목표의 방어력을 무시하는 효과가 최대 스택으로 간주되고 3/3/3/3/3초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 20%/25%/30%/35%/40% 증가되고, 15/15/15/15/15초간 지속된다. 자신이 실드를 획득할 시: 공명 해방 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12.0% 방어력을 무시한다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다. 변주 스킬 발동 시, 목표의 방어력을 무시하는 효과가 최대 스택으로 간주되고 3/3/3/3/3초간 지속된다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 20%/25%/30%/35%/40% 증가되고, 15/15/15/15/15초간 지속된다. 자신이 실드를 획득할 시: 공명 해방 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12.0% 방어력을 무시한다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다. 변주 스킬 발동 시, 목표의 방어력을 무시하는 효과가 최대 스택으로 간주되고 3/3/3/3/3초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 스택당 +36%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 해방 발동 시, 공명 해방 피해가 20%/25%/30%/35%/40% 증가되고, 15/15/15/15/15초간 지속된다. 자신이 실드를 획득할 시: 공명 해방 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12.0% 방어력을 무시한다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다. 변주 스킬 발동 시, 목표의 방어력을 무시하는 효과가 최대 스택으로 간주되고 3/3/3/3/3초간 지속된다"
          }
        ]
      },
      "thunderflare_dominion": {
        "name": "천둥벼락을 다스리는 권능",
        "typeName": "대검",
        "resonanceName": "불타오른 권력",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 스킬 발동 시, 강공격 피해가 20%/25%/30%/35%/40% 증가되고 15/15/15/15/15초간 지속된다.\n자신이 실드를 획득할 시 강공격 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12% 방어력을 무시한다. 해당 효과는 0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 스킬 발동 시, 강공격 피해가 20%/25%/30%/35%/40% 증가되고 15/15/15/15/15초간 지속된다.\n자신이 실드를 획득할 시 강공격 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12% 방어력을 무시한다. 해당 효과는 0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다"
          },
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 스킬 발동 시, 강공격 피해가 20%/25%/30%/35%/40% 증가되고 15/15/15/15/15초간 지속된다.\n자신이 실드를 획득할 시 강공격 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12% 방어력을 무시한다. 해당 효과는 0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 스택당 +36%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 공명 스킬 발동 시, 강공격 피해가 20%/25%/30%/35%/40% 증가되고 15/15/15/15/15초간 지속된다.\n자신이 실드를 획득할 시 강공격 피해는 목표의 7.2%/8.4%/9.6%/10.8%/12% 방어력을 무시한다. 해당 효과는 0.5초마다 1회만 적용하며, 최대 5/5/5/5/5스택 중첩이 가능하고 7/7/7/7/7초간 지속된다"
          }
        ]
      },
      "aureate_zenith": {
        "name": "금빛 하늘",
        "typeName": "대검",
        "resonanceName": "흑조(黑潮) 사냥의 맹세",
        "description": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 강공격 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 +10.8%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 강공격 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +7.2%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 강공격 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "feather_edge": {
        "name": "예리한 날개깃",
        "typeName": "직검",
        "resonanceName": "흑조(黑潮) 사냥의 맹세",
        "description": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +10.8%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +7.2%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "solar_flame": {
        "name": "태양 불꽃",
        "typeName": "권총",
        "resonanceName": "흑조(黑潮) 사냥의 맹세",
        "description": "일반 공격 혹은 강공격 피해를 입힐 시, 공격력과 강공격 피해 보너스가 2.2%/3.4%/4.7%/5.9%/7.2% 증가된다. 최대 4/4/4/4스택 중첩이 가능하고 7/7/7/7/7초간 지속되며 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다",
        "effects": [
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 스택당 +8.8%",
            "conditionText": "일반 공격 혹은 강공격 피해를 입힐 시, 공격력과 강공격 피해 보너스가 2.2%/3.4%/4.7%/5.9%/7.2% 증가된다. 최대 4/4/4/4스택 중첩이 가능하고 7/7/7/7/7초간 지속되며 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 스택당 +8.8%",
            "conditionText": "일반 공격 혹은 강공격 피해를 입힐 시, 공격력과 강공격 피해 보너스가 2.2%/3.4%/4.7%/5.9%/7.2% 증가된다. 최대 4/4/4/4스택 중첩이 가능하고 7/7/7/7/7초간 지속되며 1/1/1/1/1초마다 1/1/1/1/1회 발생할 수 있다"
          }
        ]
      },
      "aether_strike": {
        "name": "거침없는 비상",
        "typeName": "권갑",
        "resonanceName": "흑조(黑潮) 사냥의 맹세",
        "description": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다",
        "effects": [
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +10.8%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +7.2%",
            "conditionText": "공명 해방 발동 시, 공격력이 7.2%/11.1%/15.1%/19%/23% 증가되고 공명 해방 피해 보너스가 10.8%/16.7%/22.6%/28.6%/34.5% 증가되며 15/15/15/15/15초간 지속된다"
          }
        ]
      },
      "radiant_dawn": {
        "name": "눈부신 빛",
        "typeName": "증폭기",
        "resonanceName": "흑조(黑潮) 사냥의 맹세",
        "description": "공명 스킬 발동 시, 공격력과 일반 공격 피해 보너스가 9%/13.9%/18.9%/23.8%/28.8% 증가되고 10/10/10/10/10초간 지속된다",
        "effects": [
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +9%",
            "conditionText": "공명 스킬 발동 시, 공격력과 일반 공격 피해 보너스가 9%/13.9%/18.9%/23.8%/28.8% 증가되고 10/10/10/10/10초간 지속된다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +9%",
            "conditionText": "공명 스킬 발동 시, 공격력과 일반 공격 피해 보너스가 9%/13.9%/18.9%/23.8%/28.8% 증가되고 10/10/10/10/10초간 지속된다"
          }
        ]
      },
      "lux_and_umbra": {
        "name": "얽혀진 빛과 그림자",
        "typeName": "권총",
        "resonanceName": "불의 귀환",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힐 시, 강공격 피해가 24%/30%/36%/42%/48% 부스트되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 에코 어빌리티 피해가 24%/30%/36%/42%/48% 부스트되고, 6/6/6/6/6초간 지속된다. 단일 공격으로 최대 24%/30%/36%/42%/48%의 피해 부스트 효과를 얻는다. 두 가지 효과를 동시에 보유한 경우, 피해를 입힐 시 목표의 8%/10%/12%/14%/16% 방어력을 무시한다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힐 시, 강공격 피해가 24%/30%/36%/42%/48% 부스트되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 에코 어빌리티 피해가 24%/30%/36%/42%/48% 부스트되고, 6/6/6/6/6초간 지속된다. 단일 공격으로 최대 24%/30%/36%/42%/48%의 피해 부스트 효과를 얻는다. 두 가지 효과를 동시에 보유한 경우, 피해를 입힐 시 목표의 8%/10%/12%/14%/16% 방어력을 무시한다"
          },
          {
            "label": "강공격 피해 증가",
            "excerpt": "강공격 피해 증가 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힐 시, 강공격 피해가 24%/30%/36%/42%/48% 부스트되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 에코 어빌리티 피해가 24%/30%/36%/42%/48% 부스트되고, 6/6/6/6/6초간 지속된다. 단일 공격으로 최대 24%/30%/36%/42%/48%의 피해 부스트 효과를 얻는다. 두 가지 효과를 동시에 보유한 경우, 피해를 입힐 시 목표의 8%/10%/12%/14%/16% 방어력을 무시한다"
          },
          {
            "label": "에코 어빌리티 피해 증가",
            "excerpt": "에코 어빌리티 피해 증가 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힐 시, 강공격 피해가 24%/30%/36%/42%/48% 부스트되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 에코 어빌리티 피해가 24%/30%/36%/42%/48% 부스트되고, 6/6/6/6/6초간 지속된다. 단일 공격으로 최대 24%/30%/36%/42%/48%의 피해 부스트 효과를 얻는다. 두 가지 효과를 동시에 보유한 경우, 피해를 입힐 시 목표의 8%/10%/12%/14%/16% 방어력을 무시한다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +8%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 에코 어빌리티 피해를 입힐 시, 강공격 피해가 24%/30%/36%/42%/48% 부스트되고 6/6/6/6/6초간 지속된다. 강공격 피해를 입힐 시, 에코 어빌리티 피해가 24%/30%/36%/42%/48% 부스트되고, 6/6/6/6/6초간 지속된다. 단일 공격으로 최대 24%/30%/36%/42%/48%의 피해 부스트 효과를 얻는다. 두 가지 효과를 동시에 보유한 경우, 피해를 입힐 시 목표의 8%/10%/12%/14%/16% 방어력을 무시한다"
          }
        ]
      },
      "emerald_sentence": {
        "name": "푸른 의지",
        "typeName": "직검",
        "resonanceName": "굳건한 의지",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시 「파죽(破竹)」 효과를 1스택 획득하고, 강공격 피해 보너스가 30/37.5/45/52.5/60% 증가된다. 같은 이름의 에코는 1회만 적용되고, 최대 2스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다. 2스택까지 중첩 후 에코 어빌리티를 발동하면 지속 시간이 리셋되지 않는다. 해당 효과는 10/10/10/10/10초 내에 최대 1회 적용 가능하고, 다른 캐릭터로 전환하면 즉시 종료된다.\n변주 스킬 발동 시, 파티 내 캐릭터의 에코 어빌리티 피해 보너스가 20%/25%/30%/35%/40% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시 「파죽(破竹)」 효과를 1스택 획득하고, 강공격 피해 보너스가 30/37.5/45/52.5/60% 증가된다. 같은 이름의 에코는 1회만 적용되고, 최대 2스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다. 2스택까지 중첩 후 에코 어빌리티를 발동하면 지속 시간이 리셋되지 않는다. 해당 효과는 10/10/10/10/10초 내에 최대 1회 적용 가능하고, 다른 캐릭터로 전환하면 즉시 종료된다.\n변주 스킬 발동 시, 파티 내 캐릭터의 에코 어빌리티 피해 보너스가 20%/25%/30%/35%/40% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "강공격 피해 보너스",
            "excerpt": "강공격 피해 보너스 스택당 +60%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시 「파죽(破竹)」 효과를 1스택 획득하고, 강공격 피해 보너스가 30/37.5/45/52.5/60% 증가된다. 같은 이름의 에코는 1회만 적용되고, 최대 2스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다. 2스택까지 중첩 후 에코 어빌리티를 발동하면 지속 시간이 리셋되지 않는다. 해당 효과는 10/10/10/10/10초 내에 최대 1회 적용 가능하고, 다른 캐릭터로 전환하면 즉시 종료된다.\n변주 스킬 발동 시, 파티 내 캐릭터의 에코 어빌리티 피해 보너스가 20%/25%/30%/35%/40% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "에코 어빌리티 피해 보너스",
            "excerpt": "에코 어빌리티 피해 보너스 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 일반 공격 발동 후 10/10/10/10/10초 내에, 에코 어빌리티 발동 시 「파죽(破竹)」 효과를 1스택 획득하고, 강공격 피해 보너스가 30/37.5/45/52.5/60% 증가된다. 같은 이름의 에코는 1회만 적용되고, 최대 2스택 중첩이 가능하며, 12/12/12/12/12초간 지속된다. 2스택까지 중첩 후 에코 어빌리티를 발동하면 지속 시간이 리셋되지 않는다. 해당 효과는 10/10/10/10/10초 내에 최대 1회 적용 가능하고, 다른 캐릭터로 전환하면 즉시 종료된다.\n변주 스킬 발동 시, 파티 내 캐릭터의 에코 어빌리티 피해 보너스가 20%/25%/30%/35%/40% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "kumokiri": {
        "name": "쿠모키리(曇斬)",
        "typeName": "대검",
        "resonanceName": "생명의 현",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 「이상 효과」 추가 시, 자신의 공명 해방 피해 보너스가 8%/10%/12%/14%/16% 증가되고 최대 3/3/3/3/3스택까지 중첩이 가능하며 15/15/15/15/15초간 지속된다.\n해당 효과가 스택 최대치까지 중첩될 경우, 파티 내 캐릭터가 「이상 효과」 추가 시 해당 캐릭터의 전체 속성 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 「이상 효과」 추가 시, 자신의 공명 해방 피해 보너스가 8%/10%/12%/14%/16% 증가되고 최대 3/3/3/3/3스택까지 중첩이 가능하며 15/15/15/15/15초간 지속된다.\n해당 효과가 스택 최대치까지 중첩될 경우, 파티 내 캐릭터가 「이상 효과」 추가 시 해당 캐릭터의 전체 속성 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 스택당 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 「이상 효과」 추가 시, 자신의 공명 해방 피해 보너스가 8%/10%/12%/14%/16% 증가되고 최대 3/3/3/3/3스택까지 중첩이 가능하며 15/15/15/15/15초간 지속된다.\n해당 효과가 스택 최대치까지 중첩될 경우, 파티 내 캐릭터가 「이상 효과」 추가 시 해당 캐릭터의 전체 속성 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 「이상 효과」 추가 시, 자신의 공명 해방 피해 보너스가 8%/10%/12%/14%/16% 증가되고 최대 3/3/3/3/3스택까지 중첩이 가능하며 15/15/15/15/15초간 지속된다.\n해당 효과가 스택 최대치까지 중첩될 경우, 파티 내 캐릭터가 「이상 효과」 추가 시 해당 캐릭터의 전체 속성 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "spectrum_blaster": {
        "name": "스펙트럼 블래스터",
        "typeName": "권총",
        "resonanceName": "출석 면제 프로토콜",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 일반 공격 피해로 목표 명중 시, 자신의 일반 공격 피해 보너스를 36%/45%/54%/63%/72% 증가시키고, 4/4/4/4/4초간 지속된다. 자신이 일반 공격 스킬을 발동하는 기간마다 목표에게 「조화 파동 · 이탈」 혹은 「조화 밀집 · 이탈」을 추가 시, 파티 내 캐릭터가 입히는 피해를 8%/10%/12%/14%/16% 증가시키고, 최대 3/3/3/3/3스택까지 중첩 가능하며, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 일반 공격 피해로 목표 명중 시, 자신의 일반 공격 피해 보너스를 36%/45%/54%/63%/72% 증가시키고, 4/4/4/4/4초간 지속된다. 자신이 일반 공격 스킬을 발동하는 기간마다 목표에게 「조화 파동 · 이탈」 혹은 「조화 밀집 · 이탈」을 추가 시, 파티 내 캐릭터가 입히는 피해를 8%/10%/12%/14%/16% 증가시키고, 최대 3/3/3/3/3스택까지 중첩 가능하며, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +36%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 일반 공격 피해로 목표 명중 시, 자신의 일반 공격 피해 보너스를 36%/45%/54%/63%/72% 증가시키고, 4/4/4/4/4초간 지속된다. 자신이 일반 공격 스킬을 발동하는 기간마다 목표에게 「조화 파동 · 이탈」 혹은 「조화 밀집 · 이탈」을 추가 시, 파티 내 캐릭터가 입히는 피해를 8%/10%/12%/14%/16% 증가시키고, 최대 3/3/3/3/3스택까지 중첩 가능하며, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "최종 피해 보너스",
            "excerpt": "최종 피해 보너스 스택당 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 혹은 일반 공격 피해로 목표 명중 시, 자신의 일반 공격 피해 보너스를 36%/45%/54%/63%/72% 증가시키고, 4/4/4/4/4초간 지속된다. 자신이 일반 공격 스킬을 발동하는 기간마다 목표에게 「조화 파동 · 이탈」 혹은 「조화 밀집 · 이탈」을 추가 시, 파티 내 캐릭터가 입히는 피해를 8%/10%/12%/14%/16% 증가시키고, 최대 3/3/3/3/3스택까지 중첩 가능하며, 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "starfield_calibrator": {
        "name": "별하늘 연산 측정기",
        "typeName": "대검",
        "resonanceName": "운명의 해답",
        "description": "방어력이 16%/20%/24%/28%/32% 증가된다. 공명 스킬 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 크리티컬 피해를 20%/25%/30%/35%/40% 증가시키며, 4/4/4/4/4초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "크리티컬 피해",
            "excerpt": "크리티컬 피해 +20%",
            "conditionText": "방어력이 16%/20%/24%/28%/32% 증가된다. 공명 스킬 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 크리티컬 피해를 20%/25%/30%/35%/40% 증가시키며, 4/4/4/4/4초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "방어력",
            "excerpt": "방어력 +16%",
            "conditionText": "방어력이 16%/20%/24%/28%/32% 증가된다. 공명 스킬 발동 시, 자신의 협주 에너지를 8/10/12/14/16pt 회복하며, 20/20/20/20/20초마다 1/1/1/1/1회 발생할 수 있다. 치료 효과 발동 시, 근처 파티 내 모든 캐릭터의 크리티컬 피해를 20%/25%/30%/35%/40% 증가시키며, 4/4/4/4/4초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "radiance_cleaver": {
        "name": "에너지 절단",
        "typeName": "대검",
        "resonanceName": "개척자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 해방 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 해방 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 해방 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다"
          }
        ]
      },
      "laser_shearer": {
        "name": "레이저 변형",
        "typeName": "직검",
        "resonanceName": "선지자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 스킬 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 스킬 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다"
          },
          {
            "label": "공명 스킬 피해 보너스",
            "excerpt": "공명 스킬 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 공명 스킬 피해 보너스가 24%/27%/30%/33%/36% 증가되고 3/3/3/3/3초간 지속된다. 중복 발생 시 지속 시간이 리셋된다"
          }
        ]
      },
      "phasic_homogenizer": {
        "name": "위상의 파동",
        "typeName": "권총",
        "resonanceName": "통찰자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 전체 속성 피해 보너스가 20%/22.5%/25%/27.5%/30% 증가되고, 14/14/14/14/14초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 전체 속성 피해 보너스가 20%/22.5%/25%/27.5%/30% 증가되고, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 전체 속성 피해 보너스가 20%/22.5%/25%/27.5%/30% 증가되고, 14/14/14/14/14초간 지속된다"
          }
        ]
      },
      "pulsation_bracer": {
        "name": "격동의 조력",
        "typeName": "권갑",
        "resonanceName": "돌파자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 일반 공격 피해 보너스가 6%/6.7%/7.5%/8.2%/9% 증가되고, 3/3/3/3/3초간 지속되며, 최대 4/4/4/4/4스택까지 중첩이 가능하다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1/1/1/1/1회 발생할 수 있으며, 중복 발생 시 지속 시간이 리셋된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 일반 공격 피해 보너스가 6%/6.7%/7.5%/8.2%/9% 증가되고, 3/3/3/3/3초간 지속되며, 최대 4/4/4/4/4스택까지 중첩이 가능하다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1/1/1/1/1회 발생할 수 있으며, 중복 발생 시 지속 시간이 리셋된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 스택당 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 「조화 밀집 · 간섭」 상태에 있는 목표에게 피해를 입힌 후, 일반 공격 피해 보너스가 6%/6.7%/7.5%/8.2%/9% 증가되고, 3/3/3/3/3초간 지속되며, 최대 4/4/4/4/4스택까지 중첩이 가능하다. 해당 효과는 0.5/0.5/0.5/0.5/0.5초마다 1/1/1/1/1회 발생할 수 있으며, 중복 발생 시 지속 시간이 리셋된다"
          }
        ]
      },
      "boson_astrolabe": {
        "name": "보손 관측기",
        "typeName": "증폭기",
        "resonanceName": "관측자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 공격력이 12%/13.5%/15%/16.5%/18% 증가되고, 일반 공격 피해 보너스가 12%/13.5%/15%/16.5%/18% 증가되며, 14/14/14/14/14초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 공격력이 12%/13.5%/15%/16.5%/18% 증가되고, 일반 공격 피해 보너스가 12%/13.5%/15%/16.5%/18% 증가되며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 공격력이 12%/13.5%/15%/16.5%/18% 증가되고, 일반 공격 피해 보너스가 12%/13.5%/15%/16.5%/18% 증가되며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 파티 내 캐릭터가 「조화도 파괴 스킬」을 발동한 후, 자신의 공격력이 12%/13.5%/15%/16.5%/18% 증가되고, 일반 공격 피해 보너스가 12%/13.5%/15%/16.5%/18% 증가되며, 14/14/14/14/14초간 지속된다"
          }
        ]
      },
      "everbright_polestar": {
        "name": "영원한 샛별",
        "typeName": "직검",
        "resonanceName": "별을 좇아서",
        "description": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 조화 파동 · 이탈 혹은 불꽃 효과 추가 시, 공명 해방 피해는 목표의 32%/40%/48%/56%/64% 방어력과 10%/15%/20%/25%/30%의 용융 저항을 무시하고, 8/8/8/8/8초간 지속된다",
        "effects": [
          {
            "label": "전체 속성 피해 보너스",
            "excerpt": "전체 속성 피해 보너스 +12%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 조화 파동 · 이탈 혹은 불꽃 효과 추가 시, 공명 해방 피해는 목표의 32%/40%/48%/56%/64% 방어력과 10%/15%/20%/25%/30%의 용융 저항을 무시하고, 8/8/8/8/8초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +32%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 조화 파동 · 이탈 혹은 불꽃 효과 추가 시, 공명 해방 피해는 목표의 32%/40%/48%/56%/64% 방어력과 10%/15%/20%/25%/30%의 용융 저항을 무시하고, 8/8/8/8/8초간 지속된다"
          },
          {
            "label": "내성 감소",
            "excerpt": "내성 감소 +10%",
            "conditionText": "전체 속성 피해 보너스가 12%/15%/18%/21%/24% 증가된다. 조화 파동 · 이탈 혹은 불꽃 효과 추가 시, 공명 해방 피해는 목표의 32%/40%/48%/56%/64% 방어력과 10%/15%/20%/25%/30%의 용융 저항을 무시하고, 8/8/8/8/8초간 지속된다"
          }
        ]
      },
      "daybreakers_spine": {
        "name": "한낮의 의지",
        "typeName": "권갑",
        "resonanceName": "봉합된 새벽과 황혼",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힌 후, 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고, 4/4/4/4/4초간 지속된다. 매번 적에게 「조화 밀집 · 이탈」을 추가 후, 일반 공격 피해가 20%/25%/30%/35%/40% 부스트되고, 일반 공격 피해가 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하며, 6/6/6/6/6초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힌 후, 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고, 4/4/4/4/4초간 지속된다. 매번 적에게 「조화 밀집 · 이탈」을 추가 후, 일반 공격 피해가 20%/25%/30%/35%/40% 부스트되고, 일반 공격 피해가 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하며, 6/6/6/6/6초간 지속된다"
          },
          {
            "label": "회절 피해 보너스",
            "excerpt": "회절 피해 보너스 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힌 후, 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고, 4/4/4/4/4초간 지속된다. 매번 적에게 「조화 밀집 · 이탈」을 추가 후, 일반 공격 피해가 20%/25%/30%/35%/40% 부스트되고, 일반 공격 피해가 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하며, 6/6/6/6/6초간 지속된다"
          },
          {
            "label": "일반 공격 피해 증가",
            "excerpt": "일반 공격 피해 증가 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힌 후, 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고, 4/4/4/4/4초간 지속된다. 매번 적에게 「조화 밀집 · 이탈」을 추가 후, 일반 공격 피해가 20%/25%/30%/35%/40% 부스트되고, 일반 공격 피해가 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하며, 6/6/6/6/6초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +10%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 일반 공격 피해를 입힌 후, 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고, 4/4/4/4/4초간 지속된다. 매번 적에게 「조화 밀집 · 이탈」을 추가 후, 일반 공격 피해가 20%/25%/30%/35%/40% 부스트되고, 일반 공격 피해가 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하며, 6/6/6/6/6초간 지속된다"
          }
        ]
      },
      "solsworn_ciphers": {
        "name": "솔스원의 해석",
        "typeName": "권갑",
        "resonanceName": "근일점",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 에코 어빌리티 발동 시, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되고, 15/15/15/15/15초간 지속된다. 에코 어빌리티 피해를 입힐 시, 기류 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 6/6/6/6/6초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 에코 어빌리티 발동 시, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되고, 15/15/15/15/15초간 지속된다. 에코 어빌리티 피해를 입힐 시, 기류 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 6/6/6/6/6초간 지속된다"
          },
          {
            "label": "에코 어빌리티 피해 증가",
            "excerpt": "에코 어빌리티 피해 증가 +32%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 에코 어빌리티 발동 시, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되고, 15/15/15/15/15초간 지속된다. 에코 어빌리티 피해를 입힐 시, 기류 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 6/6/6/6/6초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +10%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 혹은 에코 어빌리티 발동 시, 에코 어빌리티 피해가 32%/40%/48%/56%/64% 부스트되고, 15/15/15/15/15초간 지속된다. 에코 어빌리티 피해를 입힐 시, 기류 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 6/6/6/6/6초간 지속된다"
          }
        ]
      },
      "forged_dwarf_star": {
        "name": "위조된 작은별",
        "typeName": "증폭기",
        "resonanceName": "적막",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 공명 해방 피해 보너스가 36%/45%/54%/63%/72% 증가되고 5/5/5/5/5초간 지속된다. 해당 효과 적용 기간 동안, 파티 내 캐릭터가 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 해당 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 공명 해방 피해 보너스가 36%/45%/54%/63%/72% 증가되고 5/5/5/5/5초간 지속된다. 해당 효과 적용 기간 동안, 파티 내 캐릭터가 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 해당 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공명 해방 피해 보너스",
            "excerpt": "공명 해방 피해 보너스 +36%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 공명 해방 피해 보너스가 36%/45%/54%/63%/72% 증가되고 5/5/5/5/5초간 지속된다. 해당 효과 적용 기간 동안, 파티 내 캐릭터가 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 해당 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 공명 해방 피해 보너스가 36%/45%/54%/63%/72% 증가되고 5/5/5/5/5초간 지속된다. 해당 효과 적용 기간 동안, 파티 내 캐릭터가 불꽃 효과 혹은 조화 밀집 · 이탈 추가 후, 해당 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 15/15/15/15/15초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "frostburn": {
        "name": "서린 불꽃",
        "typeName": "직검",
        "resonanceName": "다시는 나란 존재가 없기를",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 자신이 서리 효과 추가 후 응결 피해가 28%/35%/42%/49%/56% 부스트되며 공명 해방 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 자신이 파티 내 등장 캐릭터일 시 일정 범위 내의 목표가 받는 서리 효과 피해가 20%/25%/30%/35%/40% 부스트되고, 6/6/6/6/6초간 지속되며 0.1/0.1/0.1/0.1/0.1초마다 1/1/1/1/1회 발생할 수 있다. 같은 이름의 효과는 더 높은 수치의 효과가 적용된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 자신이 서리 효과 추가 후 응결 피해가 28%/35%/42%/49%/56% 부스트되며 공명 해방 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 자신이 파티 내 등장 캐릭터일 시 일정 범위 내의 목표가 받는 서리 효과 피해가 20%/25%/30%/35%/40% 부스트되고, 6/6/6/6/6초간 지속되며 0.1/0.1/0.1/0.1/0.1초마다 1/1/1/1/1회 발생할 수 있다. 같은 이름의 효과는 더 높은 수치의 효과가 적용된다"
          },
          {
            "label": "피해 증가",
            "excerpt": "피해 증가 +28%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 자신이 서리 효과 추가 후 응결 피해가 28%/35%/42%/49%/56% 부스트되며 공명 해방 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 자신이 파티 내 등장 캐릭터일 시 일정 범위 내의 목표가 받는 서리 효과 피해가 20%/25%/30%/35%/40% 부스트되고, 6/6/6/6/6초간 지속되며 0.1/0.1/0.1/0.1/0.1초마다 1/1/1/1/1회 발생할 수 있다. 같은 이름의 효과는 더 높은 수치의 효과가 적용된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +10%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 자신이 서리 효과 추가 후 응결 피해가 28%/35%/42%/49%/56% 부스트되며 공명 해방 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 자신이 파티 내 등장 캐릭터일 시 일정 범위 내의 목표가 받는 서리 효과 피해가 20%/25%/30%/35%/40% 부스트되고, 6/6/6/6/6초간 지속되며 0.1/0.1/0.1/0.1/0.1초마다 1/1/1/1/1회 발생할 수 있다. 같은 이름의 효과는 더 높은 수치의 효과가 적용된다"
          },
          {
            "label": "피해 증가",
            "excerpt": "피해 증가 +20%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 자신이 서리 효과 추가 후 응결 피해가 28%/35%/42%/49%/56% 부스트되며 공명 해방 피해는 목표의 10%/12.5%/15%/17.5%/20% 방어력을 무시하고, 자신이 파티 내 등장 캐릭터일 시 일정 범위 내의 목표가 받는 서리 효과 피해가 20%/25%/30%/35%/40% 부스트되고, 6/6/6/6/6초간 지속되며 0.1/0.1/0.1/0.1/0.1초마다 1/1/1/1/1회 발생할 수 있다. 같은 이름의 효과는 더 높은 수치의 효과가 적용된다"
          }
        ]
      },
      "spectral_trigger": {
        "name": "스펙트럴 트리거",
        "typeName": "권총",
        "resonanceName": "가라앉은 꿈",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시, 자신의 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고 최대 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다. 적에게 「해킹 · 이탈」을 추가할 때마다, 강공격 피해가 30%/37.5%/45%/52.5%/60% 부스트되고 강공격 피해는 목표의 10/12.5/15/17.5/20% 방어력을 무시하며, 14/14/14/14/14초간 지속된다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시, 자신의 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고 최대 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다. 적에게 「해킹 · 이탈」을 추가할 때마다, 강공격 피해가 30%/37.5%/45%/52.5%/60% 부스트되고 강공격 피해는 목표의 10/12.5/15/17.5/20% 방어력을 무시하며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "회절 피해 보너스",
            "excerpt": "회절 피해 보너스 스택당 +40%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시, 자신의 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고 최대 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다. 적에게 「해킹 · 이탈」을 추가할 때마다, 강공격 피해가 30%/37.5%/45%/52.5%/60% 부스트되고 강공격 피해는 목표의 10/12.5/15/17.5/20% 방어력을 무시하며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "강공격 피해 증가",
            "excerpt": "강공격 피해 증가 +30%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시, 자신의 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고 최대 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다. 적에게 「해킹 · 이탈」을 추가할 때마다, 강공격 피해가 30%/37.5%/45%/52.5%/60% 부스트되고 강공격 피해는 목표의 10/12.5/15/17.5/20% 방어력을 무시하며, 14/14/14/14/14초간 지속된다"
          },
          {
            "label": "방어 무시",
            "excerpt": "방어 무시 +10%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 공명 스킬 발동 시, 자신의 회절 피해 보너스가 20%/25%/30%/35%/40% 증가되고 최대 2/2/2/2/2스택 중첩이 가능하며, 14/14/14/14/14초간 지속된다. 적에게 「해킹 · 이탈」을 추가할 때마다, 강공격 피해가 30%/37.5%/45%/52.5%/60% 부스트되고 강공격 피해는 목표의 10/12.5/15/17.5/20% 방어력을 무시하며, 14/14/14/14/14초간 지속된다"
          }
        ]
      },
      "skull_thrasher": {
        "name": "스컬 스래셔",
        "typeName": "권총",
        "resonanceName": "홀로 깨어난 자",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 시, 자신의 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 14/14/14/14/14초간 지속된다. 「해킹 · 이탈」 추가 시, 자신의 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되고 14/14/14/14/14초간 지속되며, 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 시, 자신의 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 14/14/14/14/14초간 지속된다. 「해킹 · 이탈」 추가 시, 자신의 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되고 14/14/14/14/14초간 지속되며, 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 시, 자신의 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 14/14/14/14/14초간 지속된다. 「해킹 · 이탈」 추가 시, 자신의 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되고 14/14/14/14/14초간 지속되며, 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "일반 공격 피해 보너스",
            "excerpt": "일반 공격 피해 보너스 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 시, 자신의 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 14/14/14/14/14초간 지속된다. 「해킹 · 이탈」 추가 시, 자신의 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되고 14/14/14/14/14초간 지속되며, 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 변주 스킬 발동 시, 자신의 일반 공격 피해 보너스가 24%/30%/36%/42%/48% 증가되고, 14/14/14/14/14초간 지속된다. 「해킹 · 이탈」 추가 시, 자신의 일반 공격 피해 보너스가 12%/15%/18%/21%/24% 증가되고 14/14/14/14/14초간 지속되며, 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속된다. 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      },
      "freeze_frame": {
        "name": "프리즈 프레임",
        "typeName": "증폭기",
        "resonanceName": "페이드 아웃",
        "description": "공격력이 12%/15%/18%/21%/24% 증가된다. 서리 효과 추가 후, 자신의 응결 피해 보너스가 30%/37.5%/45%/52.5%/60% 증가되고, 12/12/12/12/12초간 지속된다. 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다",
        "effects": [
          {
            "label": "공격력",
            "excerpt": "공격력 +12%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 서리 효과 추가 후, 자신의 응결 피해 보너스가 30%/37.5%/45%/52.5%/60% 증가되고, 12/12/12/12/12초간 지속된다. 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "공격력",
            "excerpt": "공격력 +24%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 서리 효과 추가 후, 자신의 응결 피해 보너스가 30%/37.5%/45%/52.5%/60% 증가되고, 12/12/12/12/12초간 지속된다. 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          },
          {
            "label": "응결 피해 보너스",
            "excerpt": "응결 피해 보너스 +30%",
            "conditionText": "공격력이 12%/15%/18%/21%/24% 증가된다. 서리 효과 추가 후, 자신의 응결 피해 보너스가 30%/37.5%/45%/52.5%/60% 증가되고, 12/12/12/12/12초간 지속된다. 파티 내 캐릭터의 공격력이 24%/30%/36%/42%/48% 증가되고 30/30/30/30/30초간 지속되며, 같은 이름의 효과는 중첩이 불가하다"
          }
        ]
      }
    }
  }
});
