window.WUWA_LANGUAGES.extend("zh-CN", {
  "data": {
    "chars": {
      "brant": {
        "name": "布兰特",
        "resources": [
          {
            "label": "喝彩"
          }
        ],
        "skills": [
          {
            "name": "第一段"
          },
          {
            "name": "第二段"
          },
          {
            "name": "第三段"
          },
          {
            "name": "第四段"
          },
          {
            "name": "重击"
          },
          {
            "name": "重击·狂想即兴"
          },
          {
            "name": "空中攻击第一段"
          },
          {
            "name": "空中攻击第一段长按"
          },
          {
            "name": "空中攻击第一段空翻"
          },
          {
            "name": "空中攻击第二段"
          },
          {
            "name": "空中攻击第二段长按"
          },
          {
            "name": "空中攻击第二段空翻"
          },
          {
            "name": "空中攻击第三段"
          },
          {
            "name": "空中攻击第三段空翻"
          },
          {
            "name": "空中攻击第四段"
          },
          {
            "name": "闪避反击"
          },
          {
            "name": "空中攻击第一段斩击"
          },
          {
            "name": "起锚！"
          },
          {
            "name": "下落攻击"
          },
          {
            "name": "直到世界尽头"
          },
          {
            "name": "为我！"
          },
          {
            "name": "火焰归亡曲"
          },
          {
            "name": "航向确定！爆炸"
          },
          {
            "name": "再燃"
          }
        ],
        "combatStates": [
          {
            "label": "燃焰状态",
            "inactiveLabel": "未处于燃焰",
            "entry": "施放共鸣解放直到世界尽头结束后进入燃焰状态，持续12秒。",
            "options": [
              {
                "label": "燃焰"
              }
            ]
          }
        ],
        "buffs": [
          {
            "source": "共鸣回路·戏中人生",
            "label": "固定攻击",
            "trigger": "默认",
            "excerpt": "共鸣效率超过150%时转固定攻击，上限1560",
            "desc": "戏中人生：布兰特基于共鸣效率获得额外攻击：当自身共鸣效率大于150%时，每超过1%的共鸣效率计算为12点攻击提升，上限为1560。"
          },
          {
            "source": "共鸣解放·「我」的人生",
            "label": "固定攻击",
            "trigger": "燃焰状态中",
            "excerpt": "燃焰状态下，固定攻击换算额外提高，上限1040",
            "desc": "「我」的人生：布兰特基于共鸣效率获得额外攻击：当自身共鸣效率大于150%时，每超过1%的共鸣效率计算为20点攻击提升，上限为2600。"
          },
          {
            "source": "固有·迎海投火的决意",
            "label": "热熔伤害加成",
            "trigger": "默认",
            "excerpt": "热熔伤害加成提升15%",
            "desc": "布兰特空中攻击抗打断提升，热熔伤害加成提升15%。"
          },
          {
            "source": "延奏·航向确定！",
            "label": "热熔伤害加深",
            "trigger": "释放延奏技能后",
            "excerpt": "下一位登场角色热熔伤害加深20%",
            "desc": "下一位登场角色热熔伤害加深20%，共鸣技能伤害加深25%，效果持续14秒，若切换至其他角色则该效果提前结束。"
          },
          {
            "source": "延奏·航向确定！",
            "label": "共鸣技能伤害加深",
            "trigger": "释放延奏技能后",
            "excerpt": "下一位登场角色共鸣技能伤害加深25%",
            "desc": "下一位登场角色热熔伤害加深20%，共鸣技能伤害加深25%，效果持续14秒，若切换至其他角色则该效果提前结束。"
          }
        ],
        "chain": [
          {
            "name": "跟随洋流和信风",
            "desc": "火焰归亡曲施放期间会短暂停滞周围的目标，若在此期间切换至其他角色则提前结束停滞效果。施放变奏技能为我！后或每次空中攻击空翻时，布兰特造成伤害提升20%，持续5秒，可叠加3层。",
            "buffs": [
              {
                "label": "伤害加深",
                "trigger": "施放变奏技能后/空翻后",
                "excerpt": "释放为我或空翻后，每层伤害加深20%"
              }
            ]
          },
          {
            "name": "掠夺欢声与笑颜",
            "desc": "施放空中攻击和火焰归亡曲时暴击提升30%。布兰特延奏技能航向确定！获得额外效果，20秒内：下一位登场角色或附近队伍中激活布兰特延奏技能的角色施放共鸣技能命中目标时，布兰特将攻击目标，会产生一次爆炸，造成布兰特攻击440%的热熔伤害，此次伤害为普攻伤害。爆炸每秒可触发1次，最多可触发2次爆炸。·切换至其他角色会保留该额外效果。",
            "buffs": [
              {
                "label": "暴击",
                "trigger": "施放空中攻击/火焰归亡曲时",
                "excerpt": "空中攻击或火焰归亡曲暴击提升30%"
              }
            ]
          },
          {
            "name": "无惧惊涛骇浪",
            "desc": "火焰归亡曲伤害倍率提升42%。",
            "buffs": [
              {
                "label": "火焰归亡曲倍率提升",
                "trigger": "默认",
                "excerpt": "火焰归亡曲伤害倍率提升42%"
              }
            ]
          },
          {
            "name": "纵情放声歌唱",
            "desc": "火焰归亡曲获得的护盾量提升20%，布兰特施放火焰归亡曲时，会回复附近队伍所有角色的生命值（每1%的共鸣效率回复6.60点生命值）。"
          },
          {
            "name": "演员说：生活皆舞台",
            "desc": "造成普攻伤害时，普攻伤害加成提升15%，持续10秒。",
            "buffs": [
              {
                "label": "普攻伤害加成",
                "trigger": "造成普攻伤害后",
                "excerpt": "造成普攻伤害后，普攻伤害加成提升15%"
              }
            ]
          },
          {
            "name": "船长答：狂欢即世界！",
            "desc": "空中攻击的倍率提升30%。施放火焰归亡曲后，会在原地产生一次再燃，造成等同于火焰归亡曲30%的热熔伤害，此次伤害为普攻伤害。",
            "buffs": [
              {
                "label": "空中攻击倍率提升",
                "trigger": "默认",
                "excerpt": "空中攻击伤害倍率提升30%"
              }
            ]
          }
        ]
      }
    }
  }
});
