"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "chars": {
      "rover_spectro": {
        "name": "漂泊者・回折",
        "skills": [
          {
            "name": "音の形 - 1段目ダメージ"
          },
          {
            "name": "音の形 - 2段目ダメージ"
          },
          {
            "name": "音の形 - 3段目ダメージ"
          },
          {
            "name": "音の形 - 4段目ダメージ"
          },
          {
            "name": "音の形 - 重撃ダメージ"
          },
          {
            "name": "音の形 - 重撃：鳴り響くダメージ"
          },
          {
            "name": "音の形 - 重撃：鳴り渡るダメージ"
          },
          {
            "name": "音の形 - 空中攻撃ダメージ"
          },
          {
            "name": "音の形 - 回避反撃ダメージ"
          },
          {
            "name": "音の刃 - スキルダメージ"
          },
          {
            "name": "奏鳴 - スキルダメージ"
          },
          {
            "name": "轟音 - スキルダメージ"
          },
          {
            "name": "万物の音 - 音の刃・旋ダメージ",
            "requiresResourceLabel": "微塵の声50以上"
          },
          {
            "name": "万物の音 - 音の刃・旋・輪刃ダメージ",
            "requiresResourceLabel": "微塵の声50以上"
          },
          {
            "name": "万物の音 - 音の刃・響1段目ダメージ",
            "requiresResourceLabel": "resource_gate_2"
          },
          {
            "name": "万物の音 - 音の刃・響2段目ダメージ",
            "requiresResourceLabel": "resource_gate_2"
          }
        ],
        "resources": [
          {
            "label": "微塵の声"
          }
        ],
        "buffs": [
          {
            "source": "固有スキル・息を凝らす",
            "label": "万物の音 - 音の刃・響1段目ダメージブースト",
            "trigger": "デフォルト",
            "excerpt": "万物の音 - 音の刃・響1段目ダメージブースト +60%",
            "desc": "万物の音 - 音の刃・響1段目ダメージブースト +60%"
          },
          {
            "source": "固有スキル・傾聴",
            "label": "攻撃力",
            "trigger": "デフォルト",
            "excerpt": "攻撃力 +15%",
            "desc": "攻撃力 +15%"
          }
        ],
        "chain": [
          {
            "name": "起源の旅路",
            "desc": "共鳴スキル音の刃または共鳴スキル音の刃・旋を発動すると、クリティカル率が15%アップ、持続時間7秒。",
            "buffs": [
              {
                "label": "クリティカル",
                "trigger": "音の刃 - スキルダメージ / 万物の音 - 音の刃・旋ダメージ / 万物の音 - 音の刃・旋・輪刃ダメージ発動後",
                "excerpt": "クリティカル +15%"
              }
            ]
          },
          {
            "name": "万物との繋がり",
            "desc": "漂泊者の回折ダメージ20%アップ。",
            "buffs": [
              {
                "label": "回折ダメージアップ",
                "trigger": "デフォルト",
                "excerpt": "回折ダメージアップ +20%"
              }
            ]
          },
          {
            "name": "人世との繋がり",
            "desc": "漂泊者の共鳴効率20%アップ。",
            "buffs": [
              {
                "label": "共鳴効率",
                "trigger": "デフォルト",
                "excerpt": "共鳴効率 +20%"
              }
            ]
          },
          {
            "name": "止まない旋律",
            "desc": "共鳴解放奏鳴発動時、チーム内全員のHPを持続的に回復し、回復量は1秒ごと攻撃力の20%、5秒間持続。"
          },
          {
            "name": "心に残る旋律",
            "desc": "共鳴解放のダメージ40%アップ。",
            "buffs": [
              {
                "label": "共鳴解放ダメージアップ",
                "trigger": "デフォルト",
                "excerpt": "共鳴解放ダメージアップ +40%"
              }
            ]
          },
          {
            "name": "帰郷の呼び声",
            "desc": "共鳴スキル音の刃または共鳴スキル音の刃・旋が敵に命中すると、敵の回折ダメージ耐性が10%ダウン、持続時間20秒。",
            "buffs": [
              {
                "label": "耐性ダウン",
                "trigger": "デフォルト",
                "excerpt": "耐性ダウン +10%"
              }
            ]
          }
        ]
      }
    }
  }
});
