"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "chars": {
      "taoqi": {
        "name": "桃祈",
        "resources": [{ "label": "剛柔の守備" }],
        "skills": [
          {
            "name": "巨刃の鋒隠れ - 1段目ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 2段目ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 3段目ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 4段目ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 重撃ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 後手有利ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 空中攻撃ダメージ"
          },
          {
            "name": "巨刃の鋒隠れ - 回避反撃ダメージ"
          },
          {
            "name": "不落 - スキルダメージ"
          },
          {
            "name": "不倒 - スキルダメージ"
          },
          {
            "name": "攻防兼備 - スキルダメージ"
          },
          {
            "name": "攻守転換 - 後の先1段目ダメージ",
            "requiresResourceLabel": "resource_gate_1"
          },
          {
            "name": "攻守転換 - 後の先2段目ダメージ",
            "requiresResourceLabel": "resource_gate_1"
          },
          {
            "name": "攻守転換 - 後の先3段目ダメージ",
            "requiresResourceLabel": "resource_gate_1"
          }
        ],
        "buffs": [
          {
            "source": "固有スキル・守備",
            "label": "防御力",
            "trigger": "デフォルト",
            "excerpt": "防御力 +15%",
            "desc": "【剛柔の守備】所持時、重撃後手有利または変奏スキル攻防兼備を発動した直後、通常攻撃を使うと後の先を発動できる。"
          },
          {
            "source": "終奏スキル・千鈞",
            "label": "共鳴スキルダメージブースト",
            "trigger": "デフォルト",
            "excerpt": "共鳴スキルダメージブースト +38%",
            "desc": "共鳴スキルダメージブースト +38%"
          }
        ],
        "chain": [
          {
            "name": "楽に生きたい願い",
            "desc": "共鳴回路攻守転換で獲得するシールド値が40%アップ。"
          },
          {
            "name": "世に隠れたい心",
            "desc": "共鳴解放不倒のクリティカル率が20%、クリティカルダメージが20%アップ。",
            "buffs": [
              {
                "label": "クリティカル",
                "trigger": "デフォルト",
                "excerpt": "クリティカル +20%"
              },
              {
                "label": "クリティカルダメージ",
                "trigger": "デフォルト",
                "excerpt": "クリティカルダメージ +20%"
              }
            ]
          },
          {
            "name": "人間洞察の眼光",
            "desc": "共鳴スキル磐石の庇護の持続時間が30秒に延長。"
          },
          {
            "name": "予想以上の重荷",
            "desc": "重撃後手有利が発動されると、HPを25%回復し、防御力が50%アップ、5秒間持続、15秒ごとに1回発動可能。",
            "buffs": [
              {
                "label": "防御力",
                "trigger": "巨刃の鋒隠れ - 後手有利ダメージ発動後",
                "excerpt": "防御力 +50%"
              }
            ]
          },
          {
            "name": "民を助ける責任",
            "desc": "共鳴回路攻守転換ダメージが50%アップ、共鳴回路攻守転換が敵に命中すると、共鳴エネルギーを20Pt獲得。",
            "buffs": [
              {
                "label": "攻守転換 - 後の先1段目ダメージ倍率アップ",
                "trigger": "デフォルト",
                "excerpt": "攻守転換 - 後の先1段目ダメージ倍率アップ +50%"
              }
            ]
          },
          {
            "name": "城を守る砦",
            "desc": "共鳴スキル磐石の庇護で獲得したシールドの発動中、桃祈の通常攻撃と重撃のダメージが40%アップ。",
            "buffs": [
              {
                "label": "通常攻撃ダメージアップ",
                "trigger": "デフォルト",
                "excerpt": "通常攻撃ダメージアップ +40%"
              },
              {
                "label": "重撃ダメージアップ",
                "trigger": "デフォルト",
                "excerpt": "重撃ダメージアップ +40%"
              }
            ]
          }
        ]
      }
    }
  }
});
