"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "chars": {
      "yangyang": {
        "name": "秧秧",
        "skills": [
          {
            "name": "羽の刃 - 1段目ダメージ"
          },
          {
            "name": "羽の刃 - 2段目ダメージ"
          },
          {
            "name": "羽の刃 - 3段目ダメージ"
          },
          {
            "name": "羽の刃 - 4段目ダメージ"
          },
          {
            "name": "羽の刃 - 重撃ダメージ"
          },
          {
            "name": "羽の刃 - 空中攻撃ダメージ"
          },
          {
            "name": "羽の刃 - 風の唄ダメージ"
          },
          {
            "name": "羽の刃 - 回避反撃ダメージ"
          },
          {
            "name": "流風 - スキルダメージ"
          },
          {
            "name": "旋風 - スキルダメージ"
          },
          {
            "name": "紺色礼賛 - スキルダメージ"
          },
          {
            "name": "音を乗せる軽羽 - 風一閃ダメージ",
            "requiresResourceLabel": "流れる響き3以上"
          },
          {
            "name": "音を乗せる軽羽 - 羽乱舞ダメージ",
            "requiresResourceLabel": "流れる響き3以上"
          }
        ],
        "resources": [
          {
            "label": "流れる響き"
          }
        ],
        "buffs": [
          {
            "source": "固有スキル・慈しみ",
            "label": "気動ダメージアップ",
            "trigger": "紺色礼賛 - スキルダメージ発動後",
            "excerpt": "気動ダメージアップ +8%",
            "desc": "気動ダメージアップ +8%"
          }
        ],
        "chain": [
          {
            "name": "碧く透ける空色",
            "desc": "変奏スキル紺色礼賛発動後、秧秧の気動ダメージが15%アップ、8秒間持続。",
            "buffs": [
              {
                "label": "気動ダメージアップ",
                "trigger": "紺色礼賛 - スキルダメージ発動後",
                "excerpt": "気動ダメージアップ +15%"
              }
            ]
          },
          {
            "name": "枝を咥える小鳥",
            "desc": "重撃が敵に命中すると、共鳴エネルギーを10Pt獲得する。20秒ごとに1回発動可能。"
          },
          {
            "name": "止まない流れに",
            "desc": "共鳴スキルダメージが40%アップ。風の領域の引き寄せ効果強化、範囲が33%拡大。",
            "buffs": [
              {
                "label": "共鳴スキルダメージアップ",
                "trigger": "デフォルト",
                "excerpt": "共鳴スキルダメージアップ +40%"
              }
            ]
          },
          {
            "name": "耳を傾けよう",
            "desc": "空中攻撃羽乱舞のダメージが95%アップ。",
            "buffs": [
              {
                "label": "音を乗せる軽羽 - 羽乱舞ダメージ倍率アップ",
                "trigger": "デフォルト",
                "excerpt": "音を乗せる軽羽 - 羽乱舞ダメージ倍率アップ +95%"
              }
            ]
          },
          {
            "name": "響き渡る緒風",
            "desc": "共鳴解放旋風のダメージ85%アップ。",
            "buffs": [
              {
                "label": "旋風 - スキルダメージ倍率アップ",
                "trigger": "デフォルト",
                "excerpt": "旋風 - スキルダメージ倍率アップ +85%"
              }
            ]
          },
          {
            "name": "美しさに賛歌を",
            "desc": "空中攻撃羽乱舞発動後、チーム内全員の攻撃力が20%アップ、20秒間持続。",
            "buffs": [
              {
                "label": "攻撃力",
                "trigger": "音を乗せる軽羽 - 羽乱舞ダメージ発動後",
                "excerpt": "攻撃力 +20%"
              }
            ]
          }
        ]
      }
    }
  }
});
