"use strict";

window.WUWA_LANGUAGES.extend("ko", {
  "data": {
    "chars": {
      "rover_aero": {
        "name": "방랑자 · 기류",
        "skills": [
          {
            "name": "바람의 필력 - 1단 피해"
          },
          {
            "name": "바람의 필력 - 2단 피해"
          },
          {
            "name": "바람의 필력 - 3단 피해"
          },
          {
            "name": "바람의 필력 - 4단 피해"
          },
          {
            "name": "바람의 필력 - 강공격 피해"
          },
          {
            "name": "바람의 필력 - 뒤얽힌 숨결 피해"
          },
          {
            "name": "바람의 필력 - 공중 공격 피해"
          },
          {
            "name": "바람의 필력 - 회피 반격 피해"
          },
          {
            "name": "분열 형상 - 하늘의 돌파 피해"
          },
          {
            "name": "분열 형상 - 창공의 결단 피해"
          },
          {
            "name": "만물의 허상 - 스킬 피해"
          },
          {
            "name": "소멸하지 않는 폭풍 - 스킬 피해"
          },
          {
            "name": "바람의 회전 - 비바람 속의 춤 1단 피해"
          },
          {
            "name": "바람의 회전 - 비바람 속의 춤 2단 피해"
          },
          {
            "name": "바람의 회전 - 허무맹랑 1단 피해",
            "requiresResourceLabel": "바람의 호흡 60 이상"
          },
          {
            "name": "바람의 회전 - 허무맹랑 2단 피해",
            "requiresResourceLabel": "바람의 호흡 60 이상"
          }
        ],
        "resources": [
          {
            "label": "바람의 호흡"
          }
        ],
        "buffs": [
          {
            "source": "고유 스킬 · 허공의 먼지",
            "label": "공격력",
            "trigger": "소멸하지 않는 폭풍 - 스킬 피해 발동 후",
            "excerpt": "공격력 +20%",
            "desc": "공격력 +20%"
          },
          {
            "source": "반주 스킬 · 바람의 메아리",
            "label": " 스택 상한",
            "trigger": "변주 스킬 발동 후",
            "excerpt": " 스택 상한 +3",
            "desc": " 스택 상한 +3"
          }
        ],
        "chain": [
          {
            "name": "어둠의 경계에서 멈춘 바람",
            "desc": "공중 공격 비바람 속의 춤 발동 시, 경직 저항력이 증가되고, 3초간 지속된다"
          },
          {
            "name": "긴긴밤 속으로 사라지는 빛",
            "desc": "공명 스킬 허무맹랑 발동 시, 파티 내 등장 캐릭터는 지속적으로 HP 회복 효과를 획득하고, 3초마다 방랑자의 공격력의 20%에 해당하는 HP를 회복하며, 30초간 지속된다. 해당 기간 동안 등장 캐릭터의 HP가 35% 이하일 경우, 등장 캐릭터가 손실된 HP의 10%에 해당하는 HP를 즉시 회복한다. 해당 효과는 10초마다 1회 발생할 수 있으며, 치료 효과 보너스의 영향을 받지 않는다"
          },
          {
            "name": "손아귀에 떨어진 허상",
            "desc": "기류 피해 보너스가 15% 증가된다",
            "buffs": [
              {
                "label": "기류 피해 보너스",
                "trigger": "기본",
                "excerpt": "기류 피해 보너스 +15%"
              }
            ]
          },
          {
            "name": "경계가 무너지는 순간",
            "desc": "공중 공격 비바람 속의 춤 발동 시, 공명 스킬 피해 보너스가 15% 증가되고, 5초간 지속된다",
            "buffs": [
              {
                "label": "공명 스킬 피해 보너스",
                "trigger": "바람의 회전 - 비바람 속의 춤 1단 피해 / 바람의 회전 - 비바람 속의 춤 2단 피해 발동 후",
                "excerpt": "공명 스킬 피해 보너스 +15%"
              }
            ]
          },
          {
            "name": "엇갈린 생사의 길",
            "desc": "공명 해방 만물의 허상의 피해 배율이 20% 상승된다",
            "buffs": [
              {
                "label": "만물의 허상 - 스킬 피해 배율 상승",
                "trigger": "기본",
                "excerpt": "만물의 허상 - 스킬 피해 배율 상승 +20%"
              }
            ]
          },
          {
            "name": "바람결에 무너져 내린 모든 것",
            "desc": "공명 스킬 허무맹랑의 피해 배율이 30% 상승된다",
            "buffs": [
              {
                "label": "바람의 회전 - 허무맹랑 1단 피해 배율 상승",
                "trigger": "기본",
                "excerpt": "바람의 회전 - 허무맹랑 1단 피해 배율 상승 +30%"
              }
            ]
          }
        ]
      }
    }
  }
});
