"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", { data: {
  "targetModes": {
    "openWorld": {
      "name": "オープンワールド"
    },
    "toa": {
      "name": "逆境深塔"
    },
    "whiwa": {
      "name": "死の歌が纏う海の廃墟"
    },
    "dpmatrix": {
      "name": "終焉マトリクス・奇点拡張"
    }
  },
  "targetSeasons": {
    "toa:32": {
      "name": "Season 32"
    },
    "toa:33": {
      "name": "Season 33"
    },
    "toa:34": {
      "name": "Season 34"
    },
    "toa:35": {
      "name": "Season 35"
    },
    "toa:36": {
      "name": "Season 36"
    },
    "toa:37": {
      "name": "Season 37"
    },
    "toa:38": {
      "name": "Season 38"
    },
    "toa:39": {
      "name": "Season 39"
    },
    "whiwa:1": {
      "name": "Season 1"
    },
    "whiwa:2": {
      "name": "Season 2"
    },
    "whiwa:3": {
      "name": "Season 3"
    },
    "whiwa:4": {
      "name": "Season 4"
    },
    "whiwa:5": {
      "name": "Season 5"
    },
    "whiwa:6": {
      "name": "Season 6"
    },
    "whiwa:7": {
      "name": "Season 7"
    },
    "whiwa:8": {
      "name": "Season 8"
    },
    "whiwa:9": {
      "name": "Season 9"
    },
    "whiwa:10": {
      "name": "Season 10"
    },
    "whiwa:11": {
      "name": "Season 11"
    },
    "whiwa:12": {
      "name": "Season 12"
    },
    "whiwa:13": {
      "name": "Season 13"
    },
    "whiwa:14": {
      "name": "Season 14"
    },
    "whiwa:15": {
      "name": "Season 15"
    },
    "whiwa:16": {
      "name": "Season 16"
    },
    "whiwa:17": {
      "name": "Season 17"
    },
    "whiwa:18": {
      "name": "Season 18"
    },
    "whiwa:19": {
      "name": "Season 19"
    },
    "whiwa:20": {
      "name": "Season 20"
    },
    "dpmatrix:1": {
      "name": "Cycle 1"
    },
    "dpmatrix:2": {
      "name": "Cycle 2"
    },
    "dpmatrix:3": {
      "name": "S1第一段階"
    },
    "dpmatrix:4": {
      "name": "S1第二段階"
    },
    "dpmatrix:5": {
      "name": "S1第三段階"
    },
    "dpmatrix:6": {
      "name": "S2第一段階"
    }
  },
  "targetAreas": {
    "openWorld:rarity:1": {
      "name": "水風級"
    },
    "openWorld:rarity:2": {
      "name": "巨浪級"
    },
    "openWorld:rarity:3": {
      "name": "怒涛級"
    },
    "openWorld:rarity:4": {
      "name": "津波級"
    },
    "toa:32:1": {
      "name": "残響の塔"
    },
    "toa:32:2": {
      "name": "深境の塔"
    },
    "toa:32:3": {
      "name": "反響の塔"
    },
    "toa:33:1": {
      "name": "残響の塔"
    },
    "toa:33:2": {
      "name": "深境の塔"
    },
    "toa:33:3": {
      "name": "反響の塔"
    },
    "toa:34:1": {
      "name": "残響の塔"
    },
    "toa:34:2": {
      "name": "深境の塔"
    },
    "toa:34:3": {
      "name": "反響の塔"
    },
    "toa:35:1": {
      "name": "残響の塔"
    },
    "toa:35:2": {
      "name": "深境の塔"
    },
    "toa:35:3": {
      "name": "反響の塔"
    },
    "toa:36:1": {
      "name": "残響の塔"
    },
    "toa:36:2": {
      "name": "深境の塔"
    },
    "toa:36:3": {
      "name": "反響の塔"
    },
    "toa:37:1": {
      "name": "残響の塔"
    },
    "toa:37:2": {
      "name": "深境の塔"
    },
    "toa:37:3": {
      "name": "反響の塔"
    },
    "toa:38:1": {
      "name": "残響の塔"
    },
    "toa:38:2": {
      "name": "深境の塔"
    },
    "toa:38:3": {
      "name": "反響の塔"
    },
    "toa:39:1": {
      "name": "残響の塔"
    },
    "toa:39:2": {
      "name": "深境の塔"
    },
    "toa:39:3": {
      "name": "反響の塔"
    },
    "whiwa:1:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:1:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:2:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:2:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:3:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:3:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:4:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:4:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:5:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:5:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:6:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:6:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:7:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:7:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:8:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:8:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:9:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:9:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:10:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:10:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:11:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:11:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:12:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:12:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:13:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:13:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:14:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:14:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:15:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:15:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:16:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:16:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:17:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:17:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:18:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:18:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:19:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:19:3": {
      "name": "再生の海域・アビス"
    },
    "whiwa:20:2": {
      "name": "再生の海域・キャズム"
    },
    "whiwa:20:3": {
      "name": "再生の海域・アビス"
    },
    "dpmatrix:1:2": {
      "name": "奇点拡張"
    },
    "dpmatrix:2:4": {
      "name": "奇点拡張"
    },
    "dpmatrix:3:6": {
      "name": "奇点拡張"
    },
    "dpmatrix:4:8": {
      "name": "奇点拡張"
    },
    "dpmatrix:5:10": {
      "name": "奇点拡張"
    },
    "dpmatrix:6:12": {
      "name": "奇点拡張"
    }
  },
  "targetStages": {
    "whiwa:1:9": {
      "name": "リップタイド"
    },
    "whiwa:1:10": {
      "name": "テンペスト"
    },
    "whiwa:1:11": {
      "name": "シーベイン"
    },
    "whiwa:1:12": {
      "name": "エンドレス・アビス"
    },
    "whiwa:2:15": {
      "name": "リップタイド"
    },
    "whiwa:2:16": {
      "name": "テンペスト"
    },
    "whiwa:2:17": {
      "name": "シーベイン"
    },
    "whiwa:2:18": {
      "name": "エンドレス・アビス"
    },
    "whiwa:3:21": {
      "name": "リップタイド"
    },
    "whiwa:3:22": {
      "name": "テンペスト"
    },
    "whiwa:3:23": {
      "name": "シーベイン"
    },
    "whiwa:3:24": {
      "name": "エンドレス・アビス"
    },
    "whiwa:4:27": {
      "name": "リップタイド"
    },
    "whiwa:4:28": {
      "name": "テンペスト"
    },
    "whiwa:4:29": {
      "name": "シーベイン"
    },
    "whiwa:4:30": {
      "name": "エンドレス・アビス"
    },
    "whiwa:5:33": {
      "name": "リップタイド"
    },
    "whiwa:5:34": {
      "name": "テンペスト"
    },
    "whiwa:5:35": {
      "name": "シーベイン"
    },
    "whiwa:5:36": {
      "name": "エンドレス・アビス"
    },
    "whiwa:6:39": {
      "name": "リップタイド"
    },
    "whiwa:6:40": {
      "name": "テンペスト"
    },
    "whiwa:6:41": {
      "name": "シーベイン"
    },
    "whiwa:6:42": {
      "name": "エンドレス・アビス"
    },
    "whiwa:7:45": {
      "name": "リップタイド"
    },
    "whiwa:7:46": {
      "name": "テンペスト"
    },
    "whiwa:7:47": {
      "name": "シーベイン"
    },
    "whiwa:7:48": {
      "name": "エンドレス・アビス"
    },
    "whiwa:8:51": {
      "name": "リップタイド"
    },
    "whiwa:8:52": {
      "name": "テンペスト"
    },
    "whiwa:8:53": {
      "name": "シーベイン"
    },
    "whiwa:8:54": {
      "name": "エンドレス・アビス"
    },
    "whiwa:9:57": {
      "name": "リップタイド"
    },
    "whiwa:9:58": {
      "name": "テンペスト"
    },
    "whiwa:9:59": {
      "name": "シーベイン"
    },
    "whiwa:9:60": {
      "name": "エンドレス・アビス"
    },
    "whiwa:10:63": {
      "name": "リップタイド"
    },
    "whiwa:10:64": {
      "name": "テンペスト"
    },
    "whiwa:10:65": {
      "name": "シーベイン"
    },
    "whiwa:10:66": {
      "name": "エンドレス・アビス"
    },
    "whiwa:11:69": {
      "name": "リップタイド"
    },
    "whiwa:11:70": {
      "name": "テンペスト"
    },
    "whiwa:11:71": {
      "name": "シーベイン"
    },
    "whiwa:11:72": {
      "name": "エンドレス・アビス"
    },
    "whiwa:12:75": {
      "name": "リップタイド"
    },
    "whiwa:12:76": {
      "name": "テンペスト"
    },
    "whiwa:12:77": {
      "name": "シーベイン"
    },
    "whiwa:12:78": {
      "name": "エンドレス・アビス"
    },
    "whiwa:13:81": {
      "name": "リップタイド"
    },
    "whiwa:13:82": {
      "name": "テンペスト"
    },
    "whiwa:13:83": {
      "name": "シーベイン"
    },
    "whiwa:13:84": {
      "name": "エンドレス・アビス"
    },
    "whiwa:14:87": {
      "name": "リップタイド"
    },
    "whiwa:14:88": {
      "name": "テンペスト"
    },
    "whiwa:14:89": {
      "name": "シーベイン"
    },
    "whiwa:14:90": {
      "name": "エンドレス・アビス"
    },
    "whiwa:15:93": {
      "name": "リップタイド"
    },
    "whiwa:15:94": {
      "name": "テンペスト"
    },
    "whiwa:15:95": {
      "name": "シーベイン"
    },
    "whiwa:15:96": {
      "name": "エンドレス・アビス"
    },
    "whiwa:16:99": {
      "name": "リップタイド"
    },
    "whiwa:16:100": {
      "name": "テンペスト"
    },
    "whiwa:16:101": {
      "name": "シーベイン"
    },
    "whiwa:16:102": {
      "name": "エンドレス・アビス"
    },
    "whiwa:17:105": {
      "name": "リップタイド"
    },
    "whiwa:17:106": {
      "name": "テンペスト"
    },
    "whiwa:17:107": {
      "name": "シーベイン"
    },
    "whiwa:17:108": {
      "name": "エンドレス・アビス"
    },
    "whiwa:18:111": {
      "name": "リップタイド"
    },
    "whiwa:18:112": {
      "name": "テンペスト"
    },
    "whiwa:18:113": {
      "name": "シーベイン"
    },
    "whiwa:18:114": {
      "name": "エンドレス・アビス"
    },
    "whiwa:19:117": {
      "name": "リップタイド"
    },
    "whiwa:19:118": {
      "name": "テンペスト"
    },
    "whiwa:19:119": {
      "name": "シーベイン"
    },
    "whiwa:19:120": {
      "name": "エンドレス・アビス"
    },
    "whiwa:20:123": {
      "name": "リップタイド"
    },
    "whiwa:20:124": {
      "name": "テンペスト"
    },
    "whiwa:20:125": {
      "name": "シーベイン"
    },
    "whiwa:20:126": {
      "name": "エンドレス・アビス"
    }
  },
  "targetNames": {
    "monster:310000010": {
      "name": "先兵岩塊"
    },
    "monster:320000010": {
      "name": "巨岩の闘士"
    },
    "monster:330000010": {
      "name": "雷刹のウロコ"
    },
    "monster:340000010": {
      "name": "無冠者"
    },
    "monster:310000020": {
      "name": "壊れかけ岩塊"
    },
    "monster:310000030": {
      "name": "春雷の狩人"
    },
    "monster:310000040": {
      "name": "破霜の狩人"
    },
    "monster:310000050": {
      "name": "徘徊の狩人"
    },
    "monster:310000060": {
      "name": "慟哭の戦士"
    },
    "monster:310000070": {
      "name": "審判の戦士"
    },
    "monster:310000080": {
      "name": "カチャチャ"
    },
    "monster:310000090": {
      "name": "アツツ"
    },
    "monster:310000100": {
      "name": "フシュシュ"
    },
    "monster:310000110": {
      "name": "ウカカ"
    },
    "monster:310000120": {
      "name": "グルッポ"
    },
    "monster:310000130": {
      "name": "ジュルッポ"
    },
    "monster:310000140": {
      "name": "凝縮のプリズム"
    },
    "monster:310000150": {
      "name": "焦熱のプリズム"
    },
    "monster:310000160": {
      "name": "回折のプリズム"
    },
    "monster:310000170": {
      "name": "消滅のプリズム"
    },
    "monster:310000180": {
      "name": "遊弋蝶"
    },
    "monster:310000190": {
      "name": "砕牙イノシシ"
    },
    "monster:310000200": {
      "name": "モグロン"
    },
    "monster:310000210": {
      "name": "熔解トカゲ（幼体）"
    },
    "monster:310000220": {
      "name": "トゲバラタケ（幼体）"
    },
    "monster:310000230": {
      "name": "追放者"
    },
    "monster:310000231": {
      "name": "追放者"
    },
    "monster:310000232": {
      "name": "追放者"
    },
    "monster:310000233": {
      "name": "追放者"
    },
    "monster:310000234": {
      "name": "追放者"
    },
    "monster:310000235": {
      "name": "追放者"
    },
    "monster:310000240": {
      "name": "追放者"
    },
    "monster:310000241": {
      "name": "追放者"
    },
    "monster:310000242": {
      "name": "追放者"
    },
    "monster:310000243": {
      "name": "追放者"
    },
    "monster:310000244": {
      "name": "追放者"
    },
    "monster:310000245": {
      "name": "追放者"
    },
    "monster:310000250": {
      "name": "石投げの猿"
    },
    "monster:310000260": {
      "name": "結晶化サソリ"
    },
    "monster:310000270": {
      "name": "寒霜亀"
    },
    "monster:310000280": {
      "name": "火鬣狼"
    },
    "monster:320000020": {
      "name": "紫羽サギ"
    },
    "monster:320000030": {
      "name": "青羽サギ"
    },
    "monster:320000040": {
      "name": "宣諭の楽手"
    },
    "monster:320000050": {
      "name": "金鈴の楽手"
    },
    "monster:320000060": {
      "name": "磐石の守り手"
    },
    "monster:320000070": {
      "name": "冥淵の守り手"
    },
    "monster:320000080": {
      "name": "熔解トカゲ"
    },
    "monster:320000090": {
      "name": "トゲバラタケ"
    },
    "monster:320000100": {
      "name": "闇鬣狼"
    },
    "monster:320000110": {
      "name": "風使いの猿"
    },
    "monster:320000120": {
      "name": "黒棘熊"
    },
    "monster:320000130": {
      "name": "恐刃の車"
    },
    "monster:320000140": {
      "name": "追放者リーダー"
    },
    "monster:320000150": {
      "name": "追放者テクニシャン"
    },
    "monster:320000160": {
      "name": "処刑者"
    },
    "monster:330000020": {
      "name": "燎原の炎騎"
    },
    "monster:330000030": {
      "name": "無情のサギ"
    },
    "monster:330000040": {
      "name": "輝き蛍の軍勢"
    },
    "monster:330000050": {
      "name": "飛廉の大猿"
    },
    "monster:330000060": {
      "name": "哀切の凶鳥"
    },
    "monster:340000020": {
      "name": "鳴鐘の亀"
    },
    "monster:340000050": {
      "name": "スカー・異生のナイトメア"
    },
    "monster:320000170": {
      "name": "狂撃の猿"
    },
    "monster:310000290": {
      "name": "フラクトシデス・スラスター"
    },
    "monster:310000300": {
      "name": "鋭い爪の猿"
    },
    "monster:310000310": {
      "name": "フラクトシデス・カンナニイア"
    },
    "monster:310000320": {
      "name": "フラクトシデス・ガンマスター"
    },
    "monster:310000330": {
      "name": "信号機モドキ"
    },
    "monster:310000340": {
      "name": "チリン"
    },
    "monster:320000180": {
      "name": "巡回のカラクリ"
    },
    "monster:340000060": {
      "name": "機械アボミネーション"
    },
    "monster:340000070": {
      "name": "無妄者"
    },
    "monster:340000080": {
      "name": "雲閃のウロコ"
    },
    "monster:350000010": {
      "name": "異相・哀切の凶鳥"
    },
    "monster:350000020": {
      "name": "異相・磐石の守り手"
    },
    "monster:350000030": {
      "name": "異相・寒霜亀"
    },
    "monster:350000040": {
      "name": "異相・雲閃のウロコ"
    },
    "monster:350000050": {
      "name": "異相・飛廉の大猿"
    },
    "monster:350000060": {
      "name": "異相・無情のサギ"
    },
    "monster:310000251": {
      "name": "猿の幼体"
    },
    "monster:320000111": {
      "name": "いたずら猿"
    },
    "monster:310000350": {
      "name": "溶岩虫"
    },
    "monster:310000360": {
      "name": "地駝鳥"
    },
    "monster:320000190": {
      "name": "雪鬣狼"
    },
    "monster:320000200": {
      "name": "浮遊鱗機（ふゆうりんき）"
    },
    "monster:320000210": {
      "name": "光踏獣（こうとうじゅう）"
    },
    "monster:340000090": {
      "name": "角"
    },
    "monster:350000070": {
      "name": "異相・チリン"
    },
    "monster:350000080": {
      "name": "異相・光踏獣"
    },
    "monster:350000090": {
      "name": "異相・無妄者"
    },
    "monster:350000100": {
      "name": "異相・グルッポ"
    },
    "monster:350000110": {
      "name": "異相・浮遊鱗機"
    },
    "monster:330000070": {
      "name": "フェイタルエラー"
    },
    "monster:350000120": {
      "name": "異相・燎原の炎騎"
    },
    "monster:330000100": {
      "name": "スカー・光と暗の反転"
    },
    "monster:310000370": {
      "name": "風鬣狼"
    },
    "monster:310000380": {
      "name": "雷鬣狼"
    },
    "monster:310000390": {
      "name": "霜鬣狼"
    },
    "monster:310000400": {
      "name": "フロートアルマ・ヘッド"
    },
    "monster:310000410": {
      "name": "フロートアルマ・レフト"
    },
    "monster:310000420": {
      "name": "フロートアルマ・ライト"
    },
    "monster:310000430": {
      "name": "フェイイグニス"
    },
    "monster:310000440": {
      "name": "雲の妖精"
    },
    "monster:310000450": {
      "name": "ミスター・マギア"
    },
    "monster:310000460": {
      "name": "ミス・ロンリー"
    },
    "monster:310000470": {
      "name": "サクサクベア"
    },
    "monster:310000480": {
      "name": "秘蔵ミミック"
    },
    "monster:320000220": {
      "name": "回歴の騎士"
    },
    "monster:320000230": {
      "name": "炎昼の騎士"
    },
    "monster:320000240": {
      "name": "闇夜の騎士"
    },
    "monster:320000250": {
      "name": "アビサル・パトリシウス"
    },
    "monster:320000260": {
      "name": "アビサル・グラディウス"
    },
    "monster:320000270": {
      "name": "アビサル・メルカトル"
    },
    "monster:320000280": {
      "name": "フロートアルマ"
    },
    "monster:320000290": {
      "name": "ヴィトルムダンサー"
    },
    "monster:320000300": {
      "name": "ビッグベア"
    },
    "monster:330000110": {
      "name": "ローレライ"
    },
    "monster:330000120": {
      "name": "ゼノコロッサス"
    },
    "monster:330000130": {
      "name": "嘆きのドレイク"
    },
    "monster:330000140": {
      "name": "ナイトメア・飛廉の大猿"
    },
    "monster:330000150": {
      "name": "ナイトメア・無情のサギ"
    },
    "monster:330000160": {
      "name": "ナイトメア・雲閃のウロコ"
    },
    "monster:330000170": {
      "name": "ナイトメア・雷刹のウロコ"
    },
    "monster:330000180": {
      "name": "ナイトメア・無冠者"
    },
    "monster:330000190": {
      "name": "ナイトメア・燎原の炎騎"
    },
    "monster:330000200": {
      "name": "ナイトメア・哀切の凶鳥"
    },
    "monster:340000100": {
      "name": "ヘカテー"
    },
    "monster:350000130": {
      "name": "異相・サクサクベア"
    },
    "monster:350000140": {
      "name": "異相・ヴィトルムダンサー"
    },
    "monster:350000150": {
      "name": "異相・回歴の騎士"
    },
    "monster:350000160": {
      "name": "異相・ゼノコロッサス"
    },
    "monster:350000170": {
      "name": "異相・ローレライ"
    },
    "monster:310000490": {
      "name": "愚者のゴールドの岩塊"
    },
    "monster:310000500": {
      "name": "ミカーレの岩塊"
    },
    "monster:310000510": {
      "name": "気動のプリズム"
    },
    "monster:320000310": {
      "name": "彫像を再構築する岩拳"
    },
    "monster:320000320": {
      "name": "ハリケーン熊"
    },
    "monster:340000101": {
      "name": "ヘカテー"
    },
    "monster:310000520": {
      "name": "ガルディア"
    },
    "monster:310000530": {
      "name": "サジタリオ"
    },
    "monster:310000540": {
      "name": "サケルドス"
    },
    "monster:310000550": {
      "name": "ドレイクの幼体・気動"
    },
    "monster:310000560": {
      "name": "ドレイクの幼体・電導"
    },
    "monster:310000570": {
      "name": "ドレイクの幼体・凝縮"
    },
    "monster:320000330": {
      "name": "カピタネウス"
    },
    "monster:340000120": {
      "name": "フルールドリス"
    },
    "monster:350000180": {
      "name": "異相・カピタネウス"
    },
    "monster:340000130": {
      "name": "ナイトメア・輝き蛍の軍勢"
    },
    "monster:330000131": {
      "name": "嘆きのドレイク"
    },
    "monster:340000121": {
      "name": "響き渡る共鳴・フルールドリス"
    },
    "monster:350000190": {
      "name": "異相・雲の妖精"
    },
    "monster:350000200": {
      "name": "異相・無冠者"
    },
    "monster:350000210": {
      "name": "異相・ナイトメア・無冠者"
    },
    "monster:350000220": {
      "name": "異相・秘蔵ミミック"
    },
    "monster:330000111": {
      "name": "ローレライ"
    },
    "monster:340000122": {
      "name": "フルールドリス"
    },
    "monster:310000580": {
      "name": "ドレイクの幼体・焦熱"
    },
    "monster:310000590": {
      "name": "ドレイクの幼体・回折"
    },
    "monster:310000600": {
      "name": "ドレイクの幼体・消滅"
    },
    "monster:310000610": {
      "name": "狂信者の血肉"
    },
    "monster:320000340": {
      "name": "クラトスクス"
    },
    "monster:320000350": {
      "name": "伝道師の空殻"
    },
    "monster:340000110": {
      "name": "ナイトメア・ケルピー"
    },
    "monster:340000111": {
      "name": "MonsterInfo_340000111_Name"
    },
    "monster:340000140": {
      "name": "誉れのライオネス"
    },
    "monster:350000230": {
      "name": "異相・フェイイグニス"
    },
    "monster:350000240": {
      "name": "異相・ビッグベア"
    },
    "monster:320000360": {
      "name": "灼冠のグラディエーター"
    },
    "monster:320000370": {
      "name": "羽冠のグラディエーター"
    },
    "monster:320000380": {
      "name": "輝冠のグラディエーター"
    },
    "monster:320000390": {
      "name": "凛冠のグラディエーター"
    },
    "monster:320000400": {
      "name": "雷冠のグラディエーター"
    },
    "monster:320000410": {
      "name": "冥冠のグラディエーター"
    },
    "monster:310000620": {
      "name": "アビサル・ガンマスター"
    },
    "monster:320000420": {
      "name": "フラクトシデス・インスペクター"
    },
    "monster:340000150": {
      "name": "フェンリコ"
    },
    "monster:340000160": {
      "name": "ナイトメア・ヘカテー"
    },
    "monster:350000250": {
      "name": "異相・ナイトメア・燎原の炎騎"
    },
    "monster:340000112": {
      "name": "ケルピー"
    },
    "monster:340000170": {
      "name": "偽りの神王"
    },
    "monster:340000141": {
      "name": "誉れのライオネス"
    },
    "monster:310000630": {
      "name": "ナイトメア・審判の戦士"
    },
    "monster:310000640": {
      "name": "ナイトメア・破霜の狩人"
    },
    "monster:320000430": {
      "name": "ナイトメア・金鈴の楽手"
    },
    "monster:340000151": {
      "name": "響き渡る共鳴・フェンリコ"
    },
    "monster:320000440": {
      "name": "コロサウルス"
    },
    "monster:340000180": {
      "name": "海の娘"
    },
    "monster:350000260": {
      "name": "異相・ナイトメア・哀切の凶鳥"
    },
    "monster:350000270": {
      "name": "異相・フェイタルエラー"
    },
    "monster:350000280": {
      "name": "異相・クラトスクス"
    },
    "monster:340000181": {
      "name": "海の娘"
    },
    "monster:310000650": {
      "name": "ナイトメア・春雷の狩人"
    },
    "monster:310000660": {
      "name": "ナイトメア・徘徊の狩人"
    },
    "monster:310000670": {
      "name": "ナイトメア・グルッポ"
    },
    "monster:310000680": {
      "name": "ナイトメア・ジュルッポ"
    },
    "monster:320000450": {
      "name": "ナイトメア・紫羽サギ"
    },
    "monster:320000460": {
      "name": "ナイトメア・青羽サギ"
    },
    "monster:310000690": {
      "name": "夜帰隊員"
    },
    "monster:310000700": {
      "name": "夜帰隊員"
    },
    "monster:310000710": {
      "name": "ギャングの手先"
    },
    "monster:340000190": {
      "name": "ヘカテー"
    },
    "monster:310000720": {
      "name": "ナイトメア・熔解トカゲ（幼体）"
    },
    "monster:310000730": {
      "name": "ナイトメア・トゲバラタケ（幼体）"
    },
    "monster:320000470": {
      "name": "ナイトメア・熔解トカゲ"
    },
    "monster:350000290": {
      "name": "異相・誉れのライオネス"
    },
    "monster:340000200": {
      "name": "鳴式・レビヤタン"
    },
    "monster:340000201": {
      "name": "響き渡る共鳴・鳴式・レビヤタン"
    },
    "monster:310000750": {
      "name": "ナイトメア・ウカカ"
    },
    "monster:310000760": {
      "name": "ナイトメア・地駝鳥"
    },
    "monster:320000480": {
      "name": "ナイトメア・トゲバラタケ"
    },
    "monster:350000310": {
      "name": "異相・偽りの神王"
    },
    "monster:340000230": {
      "name": "フェイタルエラー"
    },
    "monster:310000740": {
      "name": "戦慄の戦士"
    },
    "monster:310000770": {
      "name": "カフンクマバチ"
    },
    "monster:310000780": {
      "name": "サイクツクマバチ"
    },
    "monster:310000790": {
      "name": "イワグモS4型"
    },
    "monster:310000820": {
      "name": "ビリリ"
    },
    "monster:320000490": {
      "name": "バイポーラ・ノヴァライザー"
    },
    "monster:320000500": {
      "name": "バイポーラ・アビスフォール"
    },
    "monster:320000560": {
      "name": "プラウラーシェード"
    },
    "monster:320000570": {
      "name": "霜纏いの寄生甲"
    },
    "monster:320000580": {
      "name": "風纏いの寄生甲"
    },
    "monster:340000210": {
      "name": "ハイヴェイシャ"
    },
    "monster:340000220": {
      "name": "ドライブの機骸"
    },
    "monster:310000800": {
      "name": "槍持ちの流れ者"
    },
    "monster:310000810": {
      "name": "雷杖の流れ者"
    },
    "monster:320000510": {
      "name": "フローラ・メカレインディア"
    },
    "monster:320000520": {
      "name": "マイニング・メカレインディア"
    },
    "monster:320000530": {
      "name": "アイアン・フーフ"
    },
    "monster:320000540": {
      "name": "スペーストレック重機"
    },
    "monster:320000550": {
      "name": "リッパーシェード"
    },
    "monster:350000340": {
      "name": "異相・バイポーラ・ノヴァライザー"
    },
    "monster:350000350": {
      "name": "異相・バイポーラ・アビスフォール"
    },
    "monster:350000360": {
      "name": "異相・シギルム"
    },
    "monster:350000370": {
      "name": "異相・アイスグリントダンサー"
    },
    "monster:340000171": {
      "name": "偽りの神王"
    },
    "monster:350000300": {
      "name": "異相・フロートアルマ"
    },
    "monster:340000211": {
      "name": "ハイヴェイシャ"
    },
    "monster:310000830": {
      "name": "アイスグリントダンサー"
    },
    "monster:310000840": {
      "name": "シャドウステッパー"
    },
    "monster:320000590": {
      "name": "メカファルコン"
    },
    "monster:320000600": {
      "name": "クロナファルコン"
    },
    "monster:320000610": {
      "name": "グローモス"
    },
    "monster:340000250": {
      "name": "シギルム"
    },
    "monster:340000260": {
      "name": "名もない探索者"
    },
    "monster:310000850": {
      "name": "フラクトシデス・クローマイスター"
    },
    "monster:310000860": {
      "name": "フラクトシデス・スリーブグラットン"
    },
    "monster:320000620": {
      "name": "フラクトシデス・ハットカッター"
    },
    "monster:320000630": {
      "name": "影喰い・喜憂"
    },
    "monster:320000640": {
      "name": "影喰い・狂喜"
    },
    "monster:320000650": {
      "name": "影喰い・悲哀"
    },
    "monster:340000251": {
      "name": "シギルム"
    },
    "monster:350000330": {
      "name": "異相・ビリリ"
    },
    "monster:320000660": {
      "name": "ファントムモス"
    },
    "monster:340000240": {
      "name": "ヴォイドワーム"
    },
    "monster:320000601": {
      "name": "響き渡る共鳴・クロナファルコン"
    },
    "monster:340000270": {
      "name": "アレフ1の造物"
    },
    "monster:340000280": {
      "name": "ダーニャ"
    },
    "monster:350000380": {
      "name": "異相・ドライブの機骸"
    },
    "monster:350000390": {
      "name": "異相・クロナファルコン"
    },
    "monster:340000281": {
      "name": "響き渡る共鳴・ダーニャ"
    },
    "monster:310000870": {
      "name": "ナイトメア・武装コーポ"
    },
    "monster:310000880": {
      "name": "ナイトメア・護衛コーポ"
    },
    "monster:310000890": {
      "name": "ナイトメア・特殊部隊コーポ"
    },
    "monster:340000290": {
      "name": "ナイトメア・スマッシャー"
    },
    "monster:340000291": {
      "name": "響き渡る共鳴・ナイトメア・スマッシャー"
    },
    "monster:350000400": {
      "name": "異相・グローモス"
    },
    "monster:340000271": {
      "name": "響き渡る共鳴・鳴式・虚構神機"
    },
    "monster:310000900": {
      "name": "融躯の戦士"
    },
    "monster:310000910": {
      "name": "磁器の庭候"
    },
    "monster:310000920": {
      "name": "石の庭候"
    },
    "monster:310000930": {
      "name": "金鉄の庭候"
    },
    "monster:310000940": {
      "name": "心傀・喜"
    },
    "monster:310000950": {
      "name": "心傀・怒"
    },
    "monster:310000960": {
      "name": "心傀・憂"
    },
    "monster:310000970": {
      "name": "心傀・思"
    },
    "monster:310000980": {
      "name": "心傀・悲"
    },
    "monster:310000990": {
      "name": "心傀・恐"
    },
    "monster:310001000": {
      "name": "霽息の獣尊・胴"
    },
    "monster:310001010": {
      "name": "霽息の獣尊・首"
    },
    "monster:310001020": {
      "name": "熄えぬ狩人"
    },
    "monster:320000670": {
      "name": "霽息の獣尊"
    },
    "monster:320000680": {
      "name": "封庭の械囿"
    },
    "monster:340000300": {
      "name": "万囮の檻・朽躯"
    },
    "monster:340000310": {
      "name": "千傀の重楼"
    },
    "monster:350000410": {
      "name": "異相・封庭の械囿"
    },
    "monster:350000420": {
      "name": "異相・融躯の戦士"
    },
    "matrix:650000053": {
      "name": "飛廉の大猿"
    },
    "matrix:650000050": {
      "name": "燎原の炎騎"
    },
    "matrix:882900013": {
      "name": "ゼノコロッサス"
    },
    "matrix:650000052": {
      "name": "輝き蛍の軍勢"
    },
    "matrix:882700017": {
      "name": "ゼノコロッサス"
    },
    "matrix:607750002": {
      "name": "飛廉の大猿"
    },
    "matrix:607750001": {
      "name": "ゼノコロッサス"
    },
    "matrix:607750000": {
      "name": "無情のサギ"
    },
    "matrix:607750003": {
      "name": "ハイヴェイシャ"
    },
    "matrix:650000046": {
      "name": "雲閃のウロコ"
    },
    "matrix:670800003": {
      "name": "名もない探索者"
    },
    "matrix:650000049": {
      "name": "無情のサギ"
    },
    "matrix:676750008": {
      "name": "シギルム"
    },
    "matrix:401800000": {
      "name": "マトリクスミミック"
    },
    "matrix:947700006": {
      "name": "ドライブの機骸"
    },
    "matrix:650000040": {
      "name": "スカー"
    },
    "matrix:24000049": {
      "name": "マトリクスクラスター"
    },
    "matrix:665000020": {
      "name": "フルールドリス"
    },
    "matrix:24000046": {
      "name": "マトリクスクラスター"
    },
    "matrix:650000047": {
      "name": "哀切の凶鳥"
    }
  },
  "targetBuffs": {
    "toa:32:345:92008113:resistance-removed": {
      "name": "敵が震撃協和ダメージ、または斉爆効果ダメージを受けると、この効果は消える",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージ、または斉爆効果ダメージを受けると、この効果は消える。"
    },
    "toa:32:346:92008113:resistance-removed": {
      "name": "敵が震撃協和ダメージ、または斉爆効果ダメージを受けると、この効果は消える",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージ、または斉爆効果ダメージを受けると、この効果は消える。"
    },
    "toa:32:350:92008110:def-ignore": {
      "name": "キャラがダメージを与える時、敵の防御力を25%無視する",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:32:350:92008110:negative-status": {
      "name": "異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:33:354:92008119:crit-dmg": {
      "name": "クリティカルダメージが20%アップ",
      "desc": "クリティカルダメージが20%アップ。キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続。"
    },
    "toa:33:354:92008119:intro-liberation-heavy": {
      "name": "キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続",
      "desc": "クリティカルダメージが20%アップ。キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続。"
    },
    "toa:33:357:92008120:resistance-removed": {
      "name": "敵が震撃協和ダメージまたは斉爆効果ダメージを受ける、もしくは密集協和・インターフェア状態中に攻撃を受けた場合、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージまたは斉爆効果ダメージを受ける、もしくは密集協和・インターフェア状態中に攻撃を受けた場合、この効果は解除される。"
    },
    "toa:33:358:92008120:resistance-removed": {
      "name": "敵が震撃協和ダメージまたは斉爆効果ダメージを受ける、もしくは密集協和・インターフェア状態中に攻撃を受けた場合、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージまたは斉爆効果ダメージを受ける、もしくは密集協和・インターフェア状態中に攻撃を受けた場合、この効果は解除される。"
    },
    "toa:34:369:92008095:resistance-layers": {
      "name": "同一キャラの同名音骸スキルでは、この効果を重複して発動できない",
      "desc": "戦闘開始時、敵には全属性耐性+8%の効果を持つスタックが合計5スタック付与される。 キャラが音骸スキルを発動するたび、チーム内全員が敵の全属性耐性効果を1スタック分無視できる。同一キャラの同名音骸スキルでは、この効果を重複して発動できない。"
    },
    "toa:34:370:92008095:resistance-layers": {
      "name": "同一キャラの同名音骸スキルでは、この効果を重複して発動できない",
      "desc": "戦闘開始時、敵には全属性耐性+8%の効果を持つスタックが合計5スタック付与される。 キャラが音骸スキルを発動するたび、チーム内全員が敵の全属性耐性効果を1スタック分無視できる。同一キャラの同名音骸スキルでは、この効果を重複して発動できない。"
    },
    "toa:34:374:92008110:def-ignore": {
      "name": "キャラがダメージを与える時、敵の防御力を25%無視する",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:34:374:92008110:negative-status": {
      "name": "異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:35:378:92008036:intro-basic": {
      "name": "キャラが変奏スキルを発動時、クリティカルダメージが20%アップ、通常攻撃ダメージが40%アップ、18秒間持続",
      "desc": "キャラが変奏スキルを発動時、クリティカルダメージが20%アップ、通常攻撃ダメージが40%アップ、18秒間持続。この効果を再度発動すると持続時間がリセットされる。"
    },
    "toa:35:381:92008132:resistance-removed": {
      "name": "敵が震撃協和ダメージまたは結霜効果ダメージを受けた時、もしくは密集協和・インターフェア状態でダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージまたは結霜効果ダメージを受けた時、もしくは密集協和・インターフェア状態でダメージを受けた時、この効果は解除される。"
    },
    "toa:35:382:92008132:resistance-removed": {
      "name": "敵が震撃協和ダメージまたは結霜効果ダメージを受けた時、もしくは密集協和・インターフェア状態でダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が震撃協和ダメージまたは結霜効果ダメージを受けた時、もしくは密集協和・インターフェア状態でダメージを受けた時、この効果は解除される。"
    },
    "toa:35:386:92008030:intro-atk": {
      "name": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "toa:35:386:92008030:skill-liberation": {
      "name": "再度発動すると持続時間がリセットされる",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "toa:36:393:92008151:resistance-removed": {
      "name": "敵が異常効果ダメージを受けた時、または協和・オフセット状態になった時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が異常効果ダメージを受けた時、または協和・オフセット状態になった時、この効果は解除される。"
    },
    "toa:36:394:92008151:resistance-removed": {
      "name": "敵が異常効果ダメージを受けた時、または協和・オフセット状態になった時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が異常効果ダメージを受けた時、または協和・オフセット状態になった時、この効果は解除される。"
    },
    "toa:37:402:92008110:def-ignore": {
      "name": "キャラがダメージを与える時、敵の防御力を25%無視する",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:37:402:92008110:negative-status": {
      "name": "異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与",
      "desc": "キャラがダメージを与える時、敵の防御力を25%無視する。異常効果が付与された敵は、被ダメージに20％のダメージブーストを付与。"
    },
    "toa:37:403:92008182:crit-dmg": {
      "name": "クリティカルダメージが25%アップ",
      "desc": "クリティカルダメージが25%アップ。キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続。"
    },
    "toa:37:403:92008182:intro-basic-heavy": {
      "name": "キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続",
      "desc": "クリティカルダメージが25%アップ。キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続。"
    },
    "toa:37:404:92008182:crit-dmg": {
      "name": "クリティカルダメージが25%アップ",
      "desc": "クリティカルダメージが25%アップ。キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続。"
    },
    "toa:37:404:92008182:intro-basic-heavy": {
      "name": "キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続",
      "desc": "クリティカルダメージが25%アップ。キャラが変奏スキルを発動時、重撃ダメージと通常攻撃ダメージが40%アップ、20秒間持続。"
    },
    "toa:37:405:920081671:time-ramp": {
      "name": "キャラが戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ、15秒間持続",
      "desc": "キャラが戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ、15秒間持続。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:37:405:92008180:resistance-removed": {
      "name": "敵がハック・オフセット状態、または異常効果ダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵がハック・オフセット状態、または異常効果ダメージを受けた時、この効果は解除される。"
    },
    "toa:37:405:92008174:fixed": {
      "name": "敵が受ける最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。敵が受ける凝縮ダメージの最終ダメージが20%アップ、受ける結霜効果ダメージの最終ダメージが80%アップ。敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続。"
    },
    "toa:37:405:92008174:hack-shifting": {
      "name": "敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。敵が受ける凝縮ダメージの最終ダメージが20%アップ、受ける結霜効果ダメージの最終ダメージが80%アップ。敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続。"
    },
    "toa:37:406:920081671:time-ramp": {
      "name": "キャラが戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ、15秒間持続",
      "desc": "キャラが戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ、15秒間持続。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:37:406:92008180:resistance-removed": {
      "name": "敵がハック・オフセット状態、または異常効果ダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵がハック・オフセット状態、または異常効果ダメージを受けた時、この効果は解除される。"
    },
    "toa:37:406:92008174:fixed": {
      "name": "敵が受ける最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。敵が受ける凝縮ダメージの最終ダメージが20%アップ、受ける結霜効果ダメージの最終ダメージが80%アップ。敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続。"
    },
    "toa:37:406:92008174:hack-shifting": {
      "name": "敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。敵が受ける凝縮ダメージの最終ダメージが20%アップ、受ける結霜効果ダメージの最終ダメージが80%アップ。敵がハック・オフセットを付与時、与える最終ダメージが50%アップ、30秒間持続。"
    },
    "toa:37:410:92008030:intro-atk": {
      "name": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "toa:37:410:92008030:skill-liberation": {
      "name": "再度発動すると持続時間がリセットされる",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "toa:38:414:92008190:basic-stacks": {
      "name": "キャラが通常攻撃ダメージを与えた時、全属性ダメージが5%アップ、6秒間持続、最大8スタック",
      "desc": "キャラが通常攻撃ダメージを与えた時、全属性ダメージが5%アップ、6秒間持続、最大8スタック。 この効果は再度発動すると持続時間がリセットされる。キャラを切り替えるとこの効果は消える。"
    },
    "toa:38:415:92008186:fusion-spectro": {
      "name": "焦熱ダメージと回折ダメージが30%アップ",
      "desc": "焦熱ダメージと回折ダメージが30%アップ。キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続。"
    },
    "toa:38:415:92008186:tune-shifting-atk": {
      "name": "キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続",
      "desc": "焦熱ダメージと回折ダメージが30%アップ。キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続。"
    },
    "toa:38:416:92008186:fusion-spectro": {
      "name": "焦熱ダメージと回折ダメージが30%アップ",
      "desc": "焦熱ダメージと回折ダメージが30%アップ。キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続。"
    },
    "toa:38:416:92008186:tune-shifting-atk": {
      "name": "キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続",
      "desc": "焦熱ダメージと回折ダメージが30%アップ。キャラが密集協和・オフセットを付与した時、攻撃力が30%アップ、30秒間持続。"
    },
    "toa:38:417:92008205:time-ramp": {
      "name": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ",
      "desc": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:38:417:92008198:resistance-removed": {
      "name": "敵に異常効果が付与された場合、または敵が密集協和・オフセット状態の場合、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵に異常効果が付与された場合、または敵が密集協和・オフセット状態の場合、この効果は解除される。"
    },
    "toa:38:417:92008191:tune-break-stacks": {
      "name": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ",
      "desc": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ。この効果は15秒ごとに1回発動可能、最大3スタック。キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続。"
    },
    "toa:38:417:92008191:havoc-bane": {
      "name": "キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続",
      "desc": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ。この効果は15秒ごとに1回発動可能、最大3スタック。キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続。"
    },
    "toa:38:418:92008205:time-ramp": {
      "name": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ",
      "desc": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:38:418:92008198:resistance-removed": {
      "name": "敵に異常効果が付与された場合、または敵が密集協和・オフセット状態の場合、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵に異常効果が付与された場合、または敵が密集協和・オフセット状態の場合、この効果は解除される。"
    },
    "toa:38:418:92008191:tune-break-stacks": {
      "name": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ",
      "desc": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ。この効果は15秒ごとに1回発動可能、最大3スタック。キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続。"
    },
    "toa:38:418:92008191:havoc-bane": {
      "name": "キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続",
      "desc": "キャラが協和破壊スキルを発動時、チーム内全員の最終ダメージが10%アップ。この効果は15秒ごとに1回発動可能、最大3スタック。キャラが虚滅効果を付与した時、自身の与える最終ダメージが45%アップ、30秒間持続。"
    },
    "toa:38:422:92008036:intro-basic": {
      "name": "キャラが変奏スキルを発動時、クリティカルダメージが20%アップ、通常攻撃ダメージが40%アップ、18秒間持続",
      "desc": "キャラが変奏スキルを発動時、クリティカルダメージが20%アップ、通常攻撃ダメージが40%アップ、18秒間持続。この効果を再度発動すると持続時間がリセットされる。"
    },
    "toa:39:426:92008119:crit-dmg": {
      "name": "クリティカルダメージが20%アップ",
      "desc": "クリティカルダメージが20%アップ。キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続。"
    },
    "toa:39:426:92008119:intro-liberation-heavy": {
      "name": "キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続",
      "desc": "クリティカルダメージが20%アップ。キャラが変奏スキルを発動時、共鳴解放ダメージと重撃ダメージが30%アップ、15秒間持続。"
    },
    "toa:39:427:92008192:crit-dmg": {
      "name": "クリティカルダメージが25%アップ",
      "desc": "クリティカルダメージが25%アップ。敵が受ける斉爆効果ダメージの最終ダメージが40%アップ。"
    },
    "toa:39:427:92008192:fusion-burst": {
      "name": "敵が受ける斉爆効果ダメージの最終ダメージが40%アップ",
      "desc": "クリティカルダメージが25%アップ。敵が受ける斉爆効果ダメージの最終ダメージが40%アップ。"
    },
    "toa:39:428:92008192:crit-dmg": {
      "name": "クリティカルダメージが25%アップ",
      "desc": "クリティカルダメージが25%アップ。敵が受ける斉爆効果ダメージの最終ダメージが40%アップ。"
    },
    "toa:39:428:92008192:fusion-burst": {
      "name": "敵が受ける斉爆効果ダメージの最終ダメージが40%アップ",
      "desc": "クリティカルダメージが25%アップ。敵が受ける斉爆効果ダメージの最終ダメージが40%アップ。"
    },
    "toa:39:429:92008205:time-ramp": {
      "name": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ",
      "desc": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:39:429:92008193:resistance-removed": {
      "name": "敵が密集協和・インターフェア状態でダメージを受けた時、または異常効果ダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が密集協和・インターフェア状態でダメージを受けた時、または異常効果ダメージを受けた時、この効果は解除される。"
    },
    "toa:39:429:92008194:fixed": {
      "name": "敵が受ける最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:429:92008194:tune-strain": {
      "name": "キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:429:92008194:havoc-bane": {
      "name": "キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:429:92008194:negative-status": {
      "name": "敵が受ける異常効果ダメージの最終ダメージが60%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:430:92008205:time-ramp": {
      "name": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ",
      "desc": "戦闘開始から60秒以降、キャラの攻撃が敵に命中時、敵が受ける最終ダメージが5%アップ。この効果は5秒ごとに効果量が5%アップ、最大60%。"
    },
    "toa:39:430:92008193:resistance-removed": {
      "name": "敵が密集協和・インターフェア状態でダメージを受けた時、または異常効果ダメージを受けた時、この効果は解除される",
      "desc": "敵の全属性耐性が15%アップ。敵が密集協和・インターフェア状態でダメージを受けた時、または異常効果ダメージを受けた時、この効果は解除される。"
    },
    "toa:39:430:92008194:fixed": {
      "name": "敵が受ける最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:430:92008194:tune-strain": {
      "name": "キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:430:92008194:havoc-bane": {
      "name": "キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:430:92008194:negative-status": {
      "name": "敵が受ける異常効果ダメージの最終ダメージが60%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが密集協和・オフセット状態を付与した後、自身が与える最終ダメージが50%アップ、30秒間持続。キャラが【虚滅効果】を付与した後、自身が与える最終ダメージが30%アップ、30秒間持続。敵が受ける異常効果ダメージの最終ダメージが60%アップ。"
    },
    "toa:39:434:92008030:intro-atk": {
      "name": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "toa:39:434:92008030:skill-liberation": {
      "name": "再度発動すると持続時間がリセットされる",
      "desc": "キャラが変奏スキルを発動時、攻撃力が20%アップ、15秒間持続。キャラが共鳴スキルを発動時、共鳴解放ダメージが30%アップ、5秒間持続。再度発動すると持続時間がリセットされる。"
    },
    "whiwa:19:71500011:token": {
      "name": "眷属-風変わりな契約",
      "desc": "音骸を1体召喚して戦闘に加える。この音骸は味方キャラからのダメージを受けない この贈り物は、死の歌が纏う海の廃墟で何回でも使用可能"
    },
    "whiwa:19:71501001:token": {
      "name": "刻む者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、敵が受ける震撃協和ダメージが50%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71501002:token": {
      "name": "希う者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71501002:concentrated-harmony": {
      "name": "チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ、チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71501003:token": {
      "name": "紡ぐ者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、キャラが与える音骸スキルダメージの最終ダメージが25%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71501004:token": {
      "name": "癒やす者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが敵に異常効果を付与時、最終ダメージが15%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71501004:negative-status": {
      "name": "最終ダメージが15%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが敵に異常効果を付与時、最終ダメージが15%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71500090:token": {
      "name": "狂喜者-キャプテンの印章",
      "desc": "25％の全属性ダメージブーストを付与する この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:19:71500091:token": {
      "name": "彼方を映す澄明の鏡",
      "desc": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続 この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:19:71500091:havoc-bane": {
      "name": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続",
      "desc": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続 この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:19:71500092:token": {
      "name": "深淵を見つめる眼差し",
      "desc": "敵が受ける結霜効果ダメージの最終ダメージが50%アップ。 キャラが敵に結霜効果を付与時、敵が受ける凝縮ダメージの最終ダメージが50%アップ、5秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71500092:glacio-chafe": {
      "name": "キャラが敵に結霜効果を付与時、敵が受ける凝縮ダメージの最終ダメージが50%アップ、5秒間持続",
      "desc": "敵が受ける結霜効果ダメージの最終ダメージが50%アップ。 キャラが敵に結霜効果を付与時、敵が受ける凝縮ダメージの最終ダメージが50%アップ、5秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:71500093:token": {
      "name": "終わらぬ憎悪の囁き",
      "desc": "回折ダメージの最終ダメージが20%アップ、重撃ダメージの最終ダメージが40%アップ、通常攻撃ダメージの最終ダメージが40%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:19:117:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:19:118:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:19:119:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:19:120:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "敵が受ける最終ダメージが30%アップ。 ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 エンドレス・アビスでは、全ての贈り物の使用可能回数が無制限になる。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:19:120:endless-final": {
      "name": "敵が受ける最終ダメージが30%アップ",
      "desc": "敵が受ける最終ダメージが30%アップ。 ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 エンドレス・アビスでは、全ての贈り物の使用可能回数が無制限になる。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:20:71500011:token": {
      "name": "眷属-風変わりな契約",
      "desc": "音骸を1体召喚して戦闘に加える。この音骸は味方キャラからのダメージを受けない この贈り物は、死の歌が纏う海の廃墟で何回でも使用可能"
    },
    "whiwa:20:71501001:token": {
      "name": "刻む者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、敵が受ける震撃協和ダメージが50%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71501002:token": {
      "name": "希う者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71501002:concentrated-harmony": {
      "name": "チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ",
      "desc": "敵が受ける最終ダメージが15%アップ、チーム内キャラが密集協和・オフセットまたは密集協和・インターフェア状態中の敵に与える最終ダメージが15%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71501003:token": {
      "name": "紡ぐ者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ、キャラが与える音骸スキルダメージの最終ダメージが25%アップ。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71501004:token": {
      "name": "癒やす者-夜を明かす孤灯",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが敵に異常効果を付与時、最終ダメージが15%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71501004:negative-status": {
      "name": "最終ダメージが15%アップ、30秒間持続",
      "desc": "敵が受ける最終ダメージが15%アップ。キャラが敵に異常効果を付与時、最終ダメージが15%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71500094:token": {
      "name": "狂喜者-キャプテンの印章",
      "desc": "25％の全属性ダメージブーストを付与する この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:20:71500095:token": {
      "name": "彼方を映す澄明の鏡",
      "desc": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続 この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:20:71500095:havoc-bane": {
      "name": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続",
      "desc": "キャラが虚滅効果を付与時、与える最終ダメージが60%アップ、15秒間持続 この贈り物は、死の歌が纏う海の廃墟で最大2回使用可能"
    },
    "whiwa:20:71500096:token": {
      "name": "夢を渡る銀のシャトル",
      "desc": "敵が受ける焦熱ダメージの最終ダメージが30%アップ、受ける斉爆効果ダメージの最終ダメージが100%アップ。 キャラが敵に異常効果を付与時、攻撃力が20%アップ、5秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71500096:negative-status": {
      "name": "キャラが敵に異常効果を付与時、攻撃力が20%アップ、5秒間持続",
      "desc": "敵が受ける焦熱ダメージの最終ダメージが30%アップ、受ける斉爆効果ダメージの最終ダメージが100%アップ。 キャラが敵に異常効果を付与時、攻撃力が20%アップ、5秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71500097:token": {
      "name": "心魂を量る天秤",
      "desc": "キャラが密集協和・オフセット状態を付与した後、与える最終ダメージが40%アップ、30秒間持続。 チーム内キャラが協和破壊ダメージを与えた時、チーム内全員の全属性ダメージが30%アップ。気動ダメージが追加で30%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71500097:tune-strain": {
      "name": "キャラが密集協和・オフセット状態を付与した後、与える最終ダメージが40%アップ、30秒間持続",
      "desc": "キャラが密集協和・オフセット状態を付与した後、与える最終ダメージが40%アップ、30秒間持続。 チーム内キャラが協和破壊ダメージを与えた時、チーム内全員の全属性ダメージが30%アップ。気動ダメージが追加で30%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:71500097:tune-break": {
      "name": "チーム内キャラが協和破壊ダメージを与えた時、チーム内全員の全属性ダメージが30%アップ",
      "desc": "キャラが密集協和・オフセット状態を付与した後、与える最終ダメージが40%アップ、30秒間持続。 チーム内キャラが協和破壊ダメージを与えた時、チーム内全員の全属性ダメージが30%アップ。気動ダメージが追加で30%アップ、30秒間持続。 この贈り物は、死の歌が纏う海の廃墟で最大2回まで使用可能。"
    },
    "whiwa:20:123:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:20:124:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:20:125:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:20:126:tide-state": {
      "name": "炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ",
      "desc": "敵が受ける最終ダメージが30%アップ。 ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 エンドレス・アビスでは、全ての贈り物の使用可能回数が無制限になる。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "whiwa:20:126:endless-final": {
      "name": "敵が受ける最終ダメージが30%アップ",
      "desc": "敵が受ける最終ダメージが30%アップ。 ダメージを与えるか、目標を倒すとフレイム値を回復する。 フレイム値満タン時、30秒間持続する炎潮状態に入る。炎潮状態中に攻撃が命中した敵は、5秒間の間受ける最終ダメージが60%アップ。 エンドレス・アビスでは、全ての贈り物の使用可能回数が無制限になる。 不協和状態の敵は、キャラのスキルが命中すると協和破壊ダメージを受け、その後不協和状態が解除される。"
    },
    "dpmatrix:6:29:enhancement": {
      "name": "汎用強化",
      "desc": "目標が受ける最終ダメージが20%アップ、受ける共鳴スキルダメージの最終ダメージが20%アップ。"
    },
    "dpmatrix:6:26:enhancement": {
      "name": "異常効果強化",
      "desc": "キャラが異常効果を付与した時、目標が受ける最終ダメージが25%アップ、30秒間持続。 キャラが虚滅効果を付与した時、自身が与える最終ダメージが30%アップ、15秒間持続。"
    },
    "dpmatrix:6:26:negative-status": {
      "name": "キャラが異常効果を付与した時、目標が受ける最終ダメージが25%アップ、30秒間持続",
      "desc": "キャラが異常効果を付与した時、目標が受ける最終ダメージが25%アップ、30秒間持続。 キャラが虚滅効果を付与した時、自身が与える最終ダメージが30%アップ、15秒間持続。"
    },
    "dpmatrix:6:26:havoc-bane": {
      "name": "キャラが虚滅効果を付与した時、自身が与える最終ダメージが30%アップ、15秒間持続",
      "desc": "キャラが異常効果を付与した時、目標が受ける最終ダメージが25%アップ、30秒間持続。 キャラが虚滅効果を付与した時、自身が与える最終ダメージが30%アップ、15秒間持続。"
    },
    "dpmatrix:6:27:enhancement": {
      "name": "音骸スキル強化",
      "desc": "チーム内キャラの音骸スキルダメージの最終ダメージが30%アップ、焦熱ダメージの最終ダメージが20%アップ、重撃ダメージの最終ダメージが20%アップ。"
    },
    "dpmatrix:6:28:enhancement": {
      "name": "協和破壊強化",
      "desc": "キャラの震撃協和ダメージの最終ダメージが150%アップ。 キャラが協和・オフセット状態を付与した時、最終ダメージが25%アップ、30秒間持続。"
    },
    "dpmatrix:6:28:tune-shifting": {
      "name": "キャラが協和・オフセット状態を付与した時、最終ダメージが25%アップ、30秒間持続",
      "desc": "キャラの震撃協和ダメージの最終ダメージが150%アップ。 キャラが協和・オフセット状態を付与した時、最終ダメージが25%アップ、30秒間持続。"
    }
  }
} });
