"use strict";

window.WUWA_LANGUAGES.extend("ja-JP", {
  "data": {
    "weapons": {
      "autumntrace": {
        "name": "秋の名残",
        "typeName": "長刃",
        "resonanceName": "刃の先に",
        "description": "通常攻撃・重撃ダメージを与える時、攻撃力が4%/6.2%/8.4%/10.6%/12.8%アップ、この効果は最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。1/1/1/1/1秒ごとに最大1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+20%",
            "conditionText": "通常攻撃・重撃ダメージを与える時、攻撃力が4%/6.2%/8.4%/10.6%/12.8%アップ、この効果は最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。1/1/1/1/1秒ごとに最大1/1/1/1/1回発動可能。"
          }
        ]
      },
      "lumingloss": {
        "name": "万象変遷",
        "typeName": "迅刀",
        "resonanceName": "剣に乗る疾風",
        "description": "共鳴スキル発動時、自身の通常攻撃ダメージと重撃ダメージが20%/31%/42%/53%/64%アップ、この効果は最大1/1/1/1/1スタック、10/10/10/10/10秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ +20%",
            "conditionText": "共鳴スキル発動時、自身の通常攻撃ダメージと重撃ダメージが20%/31%/42%/53%/64%アップ、この効果は最大1/1/1/1/1スタック、10/10/10/10/10秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +20%",
            "conditionText": "共鳴スキル発動時、自身の通常攻撃ダメージと重撃ダメージが20%/31%/42%/53%/64%アップ、この効果は最大1/1/1/1/1スタック、10/10/10/10/10秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。"
          }
        ]
      },
      "thunderbolt": {
        "name": "迸る雷霆",
        "typeName": "拳銃",
        "resonanceName": "我に敵なし",
        "description": "通常攻撃・重撃ダメージを与える時、共鳴スキルダメージが7%/11%/15%/19%/23%アップ、この効果は最大3/3/3/3/3スタック、10/10/10/10/10秒間持続。1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ 1スタックにつき+21%",
            "conditionText": "通常攻撃・重撃ダメージを与える時、共鳴スキルダメージが7%/11%/15%/19%/23%アップ、この効果は最大3/3/3/3/3スタック、10/10/10/10/10秒間持続。1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。"
          }
        ]
      },
      "stonard": {
        "name": "黄金の拳",
        "typeName": "手甲",
        "resonanceName": "壁破り",
        "description": "共鳴スキル発動時、自身の共鳴解放ダメージが18%/27%/36%/45%/54%アップ、この効果は15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +18%",
            "conditionText": "共鳴スキル発動時、自身の共鳴解放ダメージが18%/27%/36%/45%/54%アップ、この効果は15/15/15/15/15秒間持続。"
          }
        ]
      },
      "augment": {
        "name": "清らかな音",
        "typeName": "増幅器",
        "resonanceName": "鋼と柔の調和",
        "description": "共鳴解放発動時、自身の攻撃力が15%/23.25%/31.5%/39.75%/48%アップ、この効果は15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +15%",
            "conditionText": "共鳴解放発動時、自身の攻撃力が15%/23.25%/31.5%/39.75%/48%アップ、この効果は15/15/15/15/15秒間持続。"
          }
        ]
      },
      "discord": {
        "name": "霊感ディスコード",
        "typeName": "長刃",
        "resonanceName": "詠嘆",
        "description": "共鳴スキル発動時、協奏エネルギーを8/10/12/14/16Pt獲得する。この効果は20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。",
        "effects": []
      },
      "overture": {
        "name": "行進オーバーチュア",
        "typeName": "迅刀",
        "resonanceName": "詠嘆",
        "description": "共鳴スキル発動時、協奏エネルギーを8/10/12/14/16Pt獲得する。この効果は20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。",
        "effects": []
      },
      "cadenza": {
        "name": "華麗カテンツァ",
        "typeName": "拳銃",
        "resonanceName": "詠嘆",
        "description": "共鳴スキル発動時、協奏エネルギーを8/10/12/14/16Pt獲得する。この効果は20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。",
        "effects": []
      },
      "marcato": {
        "name": "狂乱マルカート",
        "typeName": "手甲",
        "resonanceName": "詠嘆",
        "description": "共鳴スキル発動時、協奏エネルギーを8/10/12/14/16Pt獲得する。この効果は20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。",
        "effects": []
      },
      "variation": {
        "name": "奇妙バリエーション",
        "typeName": "増幅器",
        "resonanceName": "詠嘆",
        "description": "共鳴スキル発動時、協奏エネルギーを8/10/12/14/16Pt獲得する。この効果は20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。",
        "effects": []
      },
      "broadblade_41": {
        "name": "重破刃＃41",
        "typeName": "長刃",
        "resonanceName": "寛容",
        "description": "HPが80%/80%/80%/80%/80%以上の時、攻撃力が12%/15%/18%/21%/24%アップ。HPが40%/50%/60%/70%/80%以下で通常攻撃と重撃ダメージを与える時、キャラのHPを5%/6.25%/7.5%/8.75%/10%回復。この効果は8/8/8/8/8秒ごとに最大1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "HPが80%/80%/80%/80%/80%以上の時、攻撃力が12%/15%/18%/21%/24%アップ。HPが40%/50%/60%/70%/80%以下で通常攻撃と重撃ダメージを与える時、キャラのHPを5%/6.25%/7.5%/8.75%/10%回復。この効果は8/8/8/8/8秒ごとに最大1/1/1/1/1回発動可能。"
          }
        ]
      },
      "sword_18": {
        "name": "瞬斬刀＃18",
        "typeName": "迅刀",
        "resonanceName": "前進",
        "description": "HPが40%/50%/60%/70%/80%以下の時、重撃ダメージが18%/22.5%/27%/31.5%/36%アップ。重撃ダメージを与える時、現在キャラ5%/6.25%/7.5%/8.75%/10%のHPを回復する。8/8/8/8/8秒ごとに1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ +18%",
            "conditionText": "HPが40%/50%/60%/70%/80%以下の時、重撃ダメージが18%/22.5%/27%/31.5%/36%アップ。重撃ダメージを与える時、現在キャラ5%/6.25%/7.5%/8.75%/10%のHPを回復する。8/8/8/8/8秒ごとに1/1/1/1/1回発動可能。"
          }
        ]
      },
      "pistols_26": {
        "name": "穿撃銃＃26",
        "typeName": "拳銃",
        "resonanceName": "探求に捧ぐ人生",
        "description": "ダメージを受けていない時、5/5/5/5/5秒ごとに攻撃力が6%/7.5%/9%/10.5%/12%アップ、この効果は最大2/2/2/2/2スタック、8/8/8/8/8秒間持続。ダメージを受けた時、1/1/1/1/1スタック消費しHPを5%/6.25%/7.5%/8.75%/10%回復。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+12%",
            "conditionText": "ダメージを受けていない時、5/5/5/5/5秒ごとに攻撃力が6%/7.5%/9%/10.5%/12%アップ、この効果は最大2/2/2/2/2スタック、8/8/8/8/8秒間持続。ダメージを受けた時、1/1/1/1/1スタック消費しHPを5%/6.25%/7.5%/8.75%/10%回復。"
          }
        ]
      },
      "gauntlets_21d": {
        "name": "鋼影拳＃21・四番",
        "typeName": "手甲",
        "resonanceName": "入念な策謀",
        "description": "ダッシュ・回避時、攻撃力が8%/10%/12%/14%/16%、回避反撃ダメージが50%/62.5%/75%/87.5%/100%アップ、この効果は8/8/8/8/8秒間持続。回避反撃発動時、自身のHPを5%/6.25%/7.5%/8.75%/10%回復、この効果は6/6/6/6/6秒ごとに最大1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +8%",
            "conditionText": "ダッシュ・回避時、攻撃力が8%/10%/12%/14%/16%、回避反撃ダメージが50%/62.5%/75%/87.5%/100%アップ、この効果は8/8/8/8/8秒間持続。回避反撃発動時、自身のHPを5%/6.25%/7.5%/8.75%/10%回復、この効果は6/6/6/6/6秒ごとに最大1/1/1/1/1回発動可能。"
          }
        ]
      },
      "rectifier_25": {
        "name": "鳴動機＃25",
        "typeName": "増幅器",
        "resonanceName": "創造",
        "description": "共鳴スキル発動時、HPが60%/60%/60%/60%/60%以下の場合、HPを5%/6.25%/7.5%/8.75%/10%回復、この効果は8/8/8/8/8秒ごとに最大1/1/1/1/1回発動可能。HPが60%/60%/60%/60%/60%以上の場合、攻撃力が12%/15%/18%/21%/24%アップ、この効果は10/10/10/10/10秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "共鳴スキル発動時、HPが60%/60%/60%/60%/60%以下の場合、HPを5%/6.25%/7.5%/8.75%/10%回復、この効果は8/8/8/8/8秒ごとに最大1/1/1/1/1回発動可能。HPが60%/60%/60%/60%/60%以上の場合、攻撃力が12%/15%/18%/21%/24%アップ、この効果は10/10/10/10/10秒間持続。"
          }
        ]
      },
      "dauntless_evernight": {
        "name": "長夜の灯火",
        "typeName": "長刃",
        "resonanceName": "抑えきれぬ衝動",
        "description": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、防御力が15%/18.75%/22.5%/26.25%/30%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +8%",
            "conditionText": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、防御力が15%/18.75%/22.5%/26.25%/30%アップ、15/15/15/15/15秒間持続。"
          },
          {
            "label": "防御力",
            "excerpt": "防御力 +15%",
            "conditionText": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、防御力が15%/18.75%/22.5%/26.25%/30%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "commando_of_conviction": {
        "name": "決死の一人戦",
        "typeName": "迅刀",
        "resonanceName": "突き破る勇気",
        "description": "変奏スキル発動時、自身の攻撃力が15%/18.75%/22.5%/26.25%/30%アップ。この効果は15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +15%",
            "conditionText": "変奏スキル発動時、自身の攻撃力が15%/18.75%/22.5%/26.25%/30%アップ。この効果は15/15/15/15/15秒間持続。"
          }
        ]
      },
      "undying_flame": {
        "name": "燃え尽きぬ焔",
        "typeName": "拳銃",
        "resonanceName": "熱い血潮",
        "description": "変奏スキル発動時、自身の共鳴スキルダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +20%",
            "conditionText": "変奏スキル発動時、自身の共鳴スキルダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "amity_accord": {
        "name": "金鉄の志",
        "typeName": "手甲",
        "resonanceName": "裸の戦歌",
        "description": "変奏スキル発動時、自身の共鳴解放ダメージが20%/25%/30%/35%/40%アップ、この効果は15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +20%",
            "conditionText": "変奏スキル発動時、自身の共鳴解放ダメージが20%/25%/30%/35%/40%アップ、この効果は15/15/15/15/15秒間持続。"
          }
        ]
      },
      "jinzhou_keeper": {
        "name": "今州の衛士",
        "typeName": "増幅器",
        "resonanceName": "忠誠の心",
        "description": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、HP上限が10%/12.5%/15%/17.5%/20%アップ、この効果は15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +8%",
            "conditionText": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、HP上限が10%/12.5%/15%/17.5%/20%アップ、この効果は15/15/15/15/15秒間持続。"
          },
          {
            "label": "HP",
            "excerpt": "HP +10%",
            "conditionText": "変奏スキル発動時、自身の攻撃力が8%/10%/12%/14%/16%、HP上限が10%/12.5%/15%/17.5%/20%アップ、この効果は15/15/15/15/15秒間持続。"
          }
        ]
      },
      "helios_cleaver": {
        "name": "逆行の星",
        "typeName": "長刃",
        "resonanceName": "潜在能力",
        "description": "共鳴スキル発動後の12/12/12/12/12秒間、2/2/2/2/2秒ごとに攻撃力が3%/3.75%/4.5%/5.25%/6%アップ、この効果は最大4/4/4/4/4スタック。12/12/12/12/12秒ごとに最大1/1/1/1/1回発動可能。4/4/4/4/4スタック到達6/6/6/6/6秒後、スタック数はリセットされる。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+12%",
            "conditionText": "共鳴スキル発動後の12/12/12/12/12秒間、2/2/2/2/2秒ごとに攻撃力が3%/3.75%/4.5%/5.25%/6%アップ、この効果は最大4/4/4/4/4スタック。12/12/12/12/12秒ごとに最大1/1/1/1/1回発動可能。4/4/4/4/4スタック到達6/6/6/6/6秒後、スタック数はリセットされる。"
          }
        ]
      },
      "lunar_cutter": {
        "name": "倒錯の星",
        "typeName": "迅刀",
        "resonanceName": "天が呼ぶ鳴動",
        "description": "登場後、【誓い】を6/6/6/6/6スタック獲得。スタックごとに攻撃力が2%/2.5%/3%/3.5%/4%アップ、この効果は最大6/6/6/6/6スタック、12/12/12/12/12秒ごとに最大1/1/1/1/1回発動可能。【誓い】は2/2/2/2/2秒ごとに1/1/1/1/1スタック失うが、敵を倒すと追加で6/6/6/6/6スタックを獲得する。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+12%",
            "conditionText": "登場後、【誓い】を6/6/6/6/6スタック獲得。スタックごとに攻撃力が2%/2.5%/3%/3.5%/4%アップ、この効果は最大6/6/6/6/6スタック、12/12/12/12/12秒ごとに最大1/1/1/1/1回発動可能。【誓い】は2/2/2/2/2秒ごとに1/1/1/1/1スタック失うが、敵を倒すと追加で6/6/6/6/6スタックを獲得する。"
          }
        ]
      },
      "novaburst": {
        "name": "疾走の星",
        "typeName": "拳銃",
        "resonanceName": "一瞬の変化",
        "description": "ダッシュ・回避時、攻撃力が4%/5%/6%/7%/8%アップ、この効果は8/8/8/8/8秒間持続、最大3/3/3/3/3スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+12%",
            "conditionText": "ダッシュ・回避時、攻撃力が4%/5%/6%/7%/8%アップ、この効果は8/8/8/8/8秒間持続、最大3/3/3/3/3スタック。"
          }
        ]
      },
      "hollow_mirage": {
        "name": "驚異の星",
        "typeName": "手甲",
        "resonanceName": "群星の庇護",
        "description": "共鳴解放発動時、【鉄甲】を3/3/3/3/3スタック獲得する。1スタックごとに攻撃力と防御力が3%/3.5%/4%/4.5%/5%アップ、この効果は最大3/3/3/3/3スタック。ダメージを受けるたびに、1/1/1/1/1スタック失う。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+9%",
            "conditionText": "共鳴解放発動時、【鉄甲】を3/3/3/3/3スタック獲得する。1スタックごとに攻撃力と防御力が3%/3.5%/4%/4.5%/5%アップ、この効果は最大3/3/3/3/3スタック。ダメージを受けるたびに、1/1/1/1/1スタック失う。"
          },
          {
            "label": "防御力",
            "excerpt": "防御力 1スタックにつき+9%",
            "conditionText": "共鳴解放発動時、【鉄甲】を3/3/3/3/3スタック獲得する。1スタックごとに攻撃力と防御力が3%/3.5%/4%/4.5%/5%アップ、この効果は最大3/3/3/3/3スタック。ダメージを受けるたびに、1/1/1/1/1スタック失う。"
          }
        ]
      },
      "comet_flare": {
        "name": "変化の星",
        "typeName": "増幅器",
        "resonanceName": "光の祝福",
        "description": "通常攻撃・重撃ダメージを与える時、HP回復効果が3%/3.75%/4.5%/5.25%/6%アップ、この効果は最大3/3/3/3/3スタック、8/8/8/8/8秒間持続、0.6/0.6/0.6/0.6/0.6秒ごとに最大1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "治療効果アップ",
            "excerpt": "治療効果アップ 1スタックにつき+9%",
            "conditionText": "通常攻撃・重撃ダメージを与える時、HP回復効果が3%/3.75%/4.5%/5.25%/6%アップ、この効果は最大3/3/3/3/3スタック、8/8/8/8/8秒間持続、0.6/0.6/0.6/0.6/0.6秒ごとに最大1/1/1/1/1回発動可能。"
          }
        ]
      },
      "lustrous_razor": {
        "name": "仙境の湖光",
        "typeName": "長刃",
        "resonanceName": "無尽",
        "description": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキル発動時、共鳴解放ダメージが7%/8.75%/10.5%/12.25%/14%アップ、この効果は最大3/3/3/3/3スタック、12/12/12/12/12秒間持続。",
        "effects": [
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ 1スタックにつき+21%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキル発動時、共鳴解放ダメージが7%/8.75%/10.5%/12.25%/14%アップ、この効果は最大3/3/3/3/3スタック、12/12/12/12/12秒間持続。"
          }
        ]
      },
      "emerald_of_genesis": {
        "name": "千古の湖水",
        "typeName": "迅刀",
        "resonanceName": "無辺",
        "description": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキル発動時、攻撃力が6%/7.5%/9%/10.5%/12%アップ、この効果は最大2/2/2/2/2スタック、10/10/10/10/10秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+12%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキル発動時、攻撃力が6%/7.5%/9%/10.5%/12%アップ、この効果は最大2/2/2/2/2スタック、10/10/10/10/10秒間持続。"
          }
        ]
      },
      "static_mist": {
        "name": "不変の湖煙",
        "typeName": "拳銃",
        "resonanceName": "侵食",
        "description": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。終奏スキル後に登場するキャラの攻撃力が10%/12.5%/15%/17.5%/20%アップ、最大1/1/1/1/1スタック、14/14/14/14/14秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。終奏スキル後に登場するキャラの攻撃力が10%/12.5%/15%/17.5%/20%アップ、最大1/1/1/1/1スタック、14/14/14/14/14秒間持続。"
          }
        ]
      },
      "abyss_surges": {
        "name": "怒涛の湖音",
        "typeName": "手甲",
        "resonanceName": "沈溺",
        "description": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキルダメージを与える時、通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。通常攻撃ダメージを与える時、共鳴スキルダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。",
        "effects": [
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +10%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキルダメージを与える時、通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。通常攻撃ダメージを与える時、共鳴スキルダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +10%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。共鳴スキルダメージを与える時、通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。通常攻撃ダメージを与える時、共鳴スキルダメージが10%/12.5%/15%/17.5%/20%アップ、この効果は8/8/8/8/8秒間持続。"
          }
        ]
      },
      "cosmic_ripples": {
        "name": "栄枯の湖岸",
        "typeName": "増幅器",
        "resonanceName": "浮沈",
        "description": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。通常攻撃ダメージを与える時、通常攻撃ダメージが3.2%/4%/4.8%/5.6%/6.4%アップ、この効果は最大5/5/5/5/5スタック、8/8/8/8/8秒間持続、0.5/0.5/0.5/0.5/0.5秒ごとに1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ 1スタックにつき+16%",
            "conditionText": "共鳴効率12.8%/16%/19.2%/22.4%/25.6%アップ。通常攻撃ダメージを与える時、通常攻撃ダメージが3.2%/4%/4.8%/5.6%/6.4%アップ、この効果は最大5/5/5/5/5スタック、8/8/8/8/8秒間持続、0.5/0.5/0.5/0.5/0.5秒ごとに1/1/1/1/1回発動可能。"
          }
        ]
      },
      "verdant_summit": {
        "name": "蒼鱗連峰",
        "typeName": "長刃",
        "resonanceName": "戦の声",
        "description": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキル・共鳴解放発動時、自身の重撃ダメージが24%/30%/36%/42%/48%アップ、この効果は最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。",
        "effects": [
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +12%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキル・共鳴解放発動時、自身の重撃ダメージが24%/30%/36%/42%/48%アップ、この効果は最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。"
          },
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ 1スタックにつき+48%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキル・共鳴解放発動時、自身の重撃ダメージが24%/30%/36%/42%/48%アップ、この効果は最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。"
          }
        ]
      },
      "stringmaster": {
        "name": "糸繰りの奇術",
        "typeName": "増幅器",
        "resonanceName": "電能増幅",
        "description": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴スキルダメージを与えるたびに、自身の攻撃力が12%/15%/18%/21%/24%アップ、最大2/2/2/2/2スタック、5/5/5/5/5秒間持続する。自身が場にいない場合、この効果は1スタックごとに攻撃力が追加で12%/15%/18%/21%/24%アップ。",
        "effects": [
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +12%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴スキルダメージを与えるたびに、自身の攻撃力が12%/15%/18%/21%/24%アップ、最大2/2/2/2/2スタック、5/5/5/5/5秒間持続する。自身が場にいない場合、この効果は1スタックごとに攻撃力が追加で12%/15%/18%/21%/24%アップ。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+24%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴スキルダメージを与えるたびに、自身の攻撃力が12%/15%/18%/21%/24%アップ、最大2/2/2/2/2スタック、5/5/5/5/5秒間持続する。自身が場にいない場合、この効果は1スタックごとに攻撃力が追加で12%/15%/18%/21%/24%アップ。"
          }
        ]
      },
      "ages_of_harvest": {
        "name": "歳華調和",
        "typeName": "長刃",
        "resonanceName": "天恩の器",
        "description": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【歳月の重み】効果を獲得し、12/12/12/12/12秒間持続。共鳴スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【月日の恵み】効果を獲得し、12/12/12/12/12秒間持続。",
        "effects": [
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +12%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【歳月の重み】効果を獲得し、12/12/12/12/12秒間持続。共鳴スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【月日の恵み】効果を獲得し、12/12/12/12/12秒間持続。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +24%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【歳月の重み】効果を獲得し、12/12/12/12/12秒間持続。共鳴スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【月日の恵み】効果を獲得し、12/12/12/12/12秒間持続。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +24%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。変奏スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【歳月の重み】効果を獲得し、12/12/12/12/12秒間持続。共鳴スキルを発動する時、自身が共鳴スキルダメージ24%/30%/36%/42%/48%アップする【月日の恵み】効果を獲得し、12/12/12/12/12秒間持続。"
          }
        ]
      },
      "blazing_brilliance": {
        "name": "赫く燃ゆる流光",
        "typeName": "迅刀",
        "resonanceName": "赫く煌く焔羽",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。ダメージを与えるたびに【灼ける羽根】を1スタック獲得し、0.5秒ごとに1スタック獲得可能。共鳴スキル発動時、追加で5スタックを獲得。【灼ける羽根】の効果は1スタックにつき、共鳴スキルダメージ4%/5%/6%/7%/8%アップ、最大14スタック。【灼ける羽根】が14スタックに達した12/12/12/12/12秒後に、スタック数をリセット。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。ダメージを与えるたびに【灼ける羽根】を1スタック獲得し、0.5秒ごとに1スタック獲得可能。共鳴スキル発動時、追加で5スタックを獲得。【灼ける羽根】の効果は1スタックにつき、共鳴スキルダメージ4%/5%/6%/7%/8%アップ、最大14スタック。【灼ける羽根】が14スタックに達した12/12/12/12/12秒後に、スタック数をリセット。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ 1スタックにつき+56%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。ダメージを与えるたびに【灼ける羽根】を1スタック獲得し、0.5秒ごとに1スタック獲得可能。共鳴スキル発動時、追加で5スタックを獲得。【灼ける羽根】の効果は1スタックにつき、共鳴スキルダメージ4%/5%/6%/7%/8%アップ、最大14スタック。【灼ける羽根】が14スタックに達した12/12/12/12/12秒後に、スタック数をリセット。"
          }
        ]
      },
      "rime_draped_sprouts": {
        "name": "氷華の雅印",
        "typeName": "増幅器",
        "resonanceName": "幾重の風景",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキル発動時に以下の効果を獲得：自身登場時、通常攻撃ダメージが12%/15%/18%/21%/24%アップ。この効果は最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、3/3/3/3/3スタックに達した場合、全てのスタックを消費し、自身未登場時の通常攻撃ダメージが52%/65%/78%/91%/104%アップ、27/27/27/27/27秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキル発動時に以下の効果を獲得：自身登場時、通常攻撃ダメージが12%/15%/18%/21%/24%アップ。この効果は最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、3/3/3/3/3スタックに達した場合、全てのスタックを消費し、自身未登場時の通常攻撃ダメージが52%/65%/78%/91%/104%アップ、27/27/27/27/27秒間持続。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ 1スタックにつき+36%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキル発動時に以下の効果を獲得：自身登場時、通常攻撃ダメージが12%/15%/18%/21%/24%アップ。この効果は最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、3/3/3/3/3スタックに達した場合、全てのスタックを消費し、自身未登場時の通常攻撃ダメージが52%/65%/78%/91%/104%アップ、27/27/27/27/27秒間持続。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +52%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキル発動時に以下の効果を獲得：自身登場時、通常攻撃ダメージが12%/15%/18%/21%/24%アップ。この効果は最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、3/3/3/3/3スタックに達した場合、全てのスタックを消費し、自身未登場時の通常攻撃ダメージが52%/65%/78%/91%/104%アップ、27/27/27/27/27秒間持続。"
          }
        ]
      },
      "veritys_handle": {
        "name": "万端の枢機",
        "typeName": "手甲",
        "resonanceName": "根源への探求心",
        "description": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身の共鳴解放ダメージが48%/60%/72%/84%/96%アップ、8/8/8/8/8秒間持続。共鳴スキル発動時、この効果の持続時間が5/5/5/5/5秒延長、最大3/3/3/3/3回延長可能。",
        "effects": [
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +12%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身の共鳴解放ダメージが48%/60%/72%/84%/96%アップ、8/8/8/8/8秒間持続。共鳴スキル発動時、この効果の持続時間が5/5/5/5/5秒延長、最大3/3/3/3/3回延長可能。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +48%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身の共鳴解放ダメージが48%/60%/72%/84%/96%アップ、8/8/8/8/8秒間持続。共鳴スキル発動時、この効果の持続時間が5/5/5/5/5秒延長、最大3/3/3/3/3回延長可能。"
          }
        ]
      },
      "stellar_symphony": {
        "name": "星々のコンチェルト",
        "typeName": "増幅器",
        "resonanceName": "永劫回帰の星命",
        "description": "HP上限12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身が協奏エネルギーを8/10/12/14/16Pt獲得する、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。共鳴スキルによるHP回復効果発生時、近くにいるチーム内全員の攻撃力を14%/17.5%/21%/24.5%/28%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "HP",
            "excerpt": "HP +12%",
            "conditionText": "HP上限12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身が協奏エネルギーを8/10/12/14/16Pt獲得する、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。共鳴スキルによるHP回復効果発生時、近くにいるチーム内全員の攻撃力を14%/17.5%/21%/24.5%/28%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +14%",
            "conditionText": "HP上限12%/15%/18%/21%/24%アップ。共鳴解放発動時、自身が協奏エネルギーを8/10/12/14/16Pt獲得する、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。共鳴スキルによるHP回復効果発生時、近くにいるチーム内全員の攻撃力を14%/17.5%/21%/24.5%/28%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "waning_redshift": {
        "name": "破滅に迫る赤方偏移",
        "typeName": "長刃",
        "resonanceName": "遙か彼方の瞳",
        "description": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。"
          }
        ]
      },
      "endless_collapse": {
        "name": "永遠を砕く重力崩壊",
        "typeName": "迅刀",
        "resonanceName": "遙か彼方の瞳",
        "description": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。"
          }
        ]
      },
      "relativistic_jet": {
        "name": "悖理を説く宇宙ジェット",
        "typeName": "拳銃",
        "resonanceName": "遙か彼方の瞳",
        "description": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。"
          }
        ]
      },
      "celestial_spiral": {
        "name": "星屑が捩れる渦巻腕",
        "typeName": "手甲",
        "resonanceName": "遙か彼方の瞳",
        "description": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。"
          }
        ]
      },
      "fusion_accretion": {
        "name": "コアが溶融する降着円盤",
        "typeName": "増幅器",
        "resonanceName": "遙か彼方の瞳",
        "description": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +10%",
            "conditionText": "共鳴スキル発動時、共鳴エネルギーを6/7/8/9/10Pt獲得し、攻撃力が10%/12.5%/15%/17.5%/20%アップ、16/16/16/16/16秒間持続。この効果は20/20/20/20/20秒ごとに1回発動可能。"
          }
        ]
      },
      "somnoire_anchor": {
        "name": "心の錨",
        "typeName": "迅刀",
        "resonanceName": "ニャー！",
        "description": "場にいてダメージを与えた時、【獰猛】を1/1/1/1/1スタック獲得する。1/1/1/1/1秒ごとに1/1/1/1/1スタック獲得可能。【獰猛】：1スタックごとに自身の攻撃力が2%/2.5%/3%/3.5%/4%アップし、3/3/3/3/3秒間持続、最大10/10/10/10/10スタック。キャラ退場時、全スタックをリセット。【獰猛】が10/10/10/10/10スタックに達した時、自身のクリティカル率が6%/7.5%/9%/10.5%/12%アップ。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+20%",
            "conditionText": "場にいてダメージを与えた時、【獰猛】を1/1/1/1/1スタック獲得する。1/1/1/1/1秒ごとに1/1/1/1/1スタック獲得可能。【獰猛】：1スタックごとに自身の攻撃力が2%/2.5%/3%/3.5%/4%アップし、3/3/3/3/3秒間持続、最大10/10/10/10/10スタック。キャラ退場時、全スタックをリセット。【獰猛】が10/10/10/10/10スタックに達した時、自身のクリティカル率が6%/7.5%/9%/10.5%/12%アップ。"
          },
          {
            "label": "クリティカル",
            "excerpt": "クリティカル +6%",
            "conditionText": "場にいてダメージを与えた時、【獰猛】を1/1/1/1/1スタック獲得する。1/1/1/1/1秒ごとに1/1/1/1/1スタック獲得可能。【獰猛】：1スタックごとに自身の攻撃力が2%/2.5%/3%/3.5%/4%アップし、3/3/3/3/3秒間持続、最大10/10/10/10/10スタック。キャラ退場時、全スタックをリセット。【獰猛】が10/10/10/10/10スタックに達した時、自身のクリティカル率が6%/7.5%/9%/10.5%/12%アップ。"
          }
        ]
      },
      "red_spring": {
        "name": "春裁ち",
        "typeName": "迅刀",
        "resonanceName": "ループの外側",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与える時、自身の通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、14/14/14/14/14秒間持続。この効果は1秒ごとに1回発動可能、最大3/3/3/3/3スタック。\n自身が協奏エネルギーを消費する時、自身の通常攻撃ダメージが40%/50%/60%/70%/80%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、他のキャラに切り替えるとこの効果は消える。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与える時、自身の通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、14/14/14/14/14秒間持続。この効果は1秒ごとに1回発動可能、最大3/3/3/3/3スタック。\n自身が協奏エネルギーを消費する時、自身の通常攻撃ダメージが40%/50%/60%/70%/80%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、他のキャラに切り替えるとこの効果は消える。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ 1スタックにつき+30%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与える時、自身の通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、14/14/14/14/14秒間持続。この効果は1秒ごとに1回発動可能、最大3/3/3/3/3スタック。\n自身が協奏エネルギーを消費する時、自身の通常攻撃ダメージが40%/50%/60%/70%/80%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、他のキャラに切り替えるとこの効果は消える。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +40%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与える時、自身の通常攻撃ダメージが10%/12.5%/15%/17.5%/20%アップ、14/14/14/14/14秒間持続。この効果は1秒ごとに1回発動可能、最大3/3/3/3/3スタック。\n自身が協奏エネルギーを消費する時、自身の通常攻撃ダメージが40%/50%/60%/70%/80%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、他のキャラに切り替えるとこの効果は消える。"
          }
        ]
      },
      "call_of_the_abyss": {
        "name": "海淵のリフレイン",
        "typeName": "増幅器",
        "resonanceName": "星連なる天穹",
        "description": "共鳴解放発動時、自身のHP回復効果が16%/20%/24%/28%/32%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "治療効果アップ",
            "excerpt": "治療効果アップ +16%",
            "conditionText": "共鳴解放発動時、自身のHP回復効果が16%/20%/24%/28%/32%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "meditations_on_mercy": {
        "name": "寛恕のタ・エイス・ヘアウトン",
        "typeName": "長刃",
        "resonanceName": "レトリック",
        "description": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+16%",
            "conditionText": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。"
          }
        ]
      },
      "fables_of_wisdom": {
        "name": "風刺のファブリオー",
        "typeName": "迅刀",
        "resonanceName": "レトリック",
        "description": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+16%",
            "conditionText": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。"
          }
        ]
      },
      "romance_in_farewell": {
        "name": "別れのメロス",
        "typeName": "拳銃",
        "resonanceName": "レトリック",
        "description": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+16%",
            "conditionText": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。"
          }
        ]
      },
      "legend_of_drunken_hero": {
        "name": "酩酊のエポス",
        "typeName": "手甲",
        "resonanceName": "レトリック",
        "description": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+16%",
            "conditionText": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。"
          }
        ]
      },
      "waltz_in_masquerade": {
        "name": "虚飾のワルツ",
        "typeName": "増幅器",
        "resonanceName": "レトリック",
        "description": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+16%",
            "conditionText": "【異常効果】を持つ敵にダメージを与えると自身の攻撃力が4%/5%/6%/7%/8%アップ、10/10/10/10/10秒間持続。1秒ごとに1回発動可能、最大4/4/4/4/4スタック。"
          }
        ]
      },
      "tragicomedy": {
        "name": "トラジコメーディア",
        "typeName": "手甲",
        "resonanceName": "愚者の讃歌",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃または変奏スキル発動時、自身の重撃ダメージが48%/60%/72%/84%/96%アップ、3/3/3/3/3秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃または変奏スキル発動時、自身の重撃ダメージが48%/60%/72%/84%/96%アップ、3/3/3/3/3秒間持続。"
          },
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ +48%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃または変奏スキル発動時、自身の重撃ダメージが48%/60%/72%/84%/96%アップ、3/3/3/3/3秒間持続。"
          }
        ]
      },
      "the_last_dance": {
        "name": "ラストダンス",
        "typeName": "拳銃",
        "resonanceName": "無声の弔辞",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放発動時、自身の共鳴スキルダメージが48%/60%/72%/84%/96%アップ、5/5/5/5/5秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放発動時、自身の共鳴スキルダメージが48%/60%/72%/84%/96%アップ、5/5/5/5/5秒間持続。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +48%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放発動時、自身の共鳴スキルダメージが48%/60%/72%/84%/96%アップ、5/5/5/5/5秒間持続。"
          }
        ]
      },
      "unflickering_valor": {
        "name": "エンドレスボヤージュ",
        "typeName": "迅刀",
        "resonanceName": "歓声満ち溢れる海",
        "description": "クリティカル率8%/10%/12%/14%/16%アップ。共鳴解放発動後、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。通常攻撃ダメージを与える時、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、4/4/4/4/4秒間持続。",
        "effects": [
          {
            "label": "クリティカル",
            "excerpt": "クリティカル +8%",
            "conditionText": "クリティカル率8%/10%/12%/14%/16%アップ。共鳴解放発動後、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。通常攻撃ダメージを与える時、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、4/4/4/4/4秒間持続。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +24%",
            "conditionText": "クリティカル率8%/10%/12%/14%/16%アップ。共鳴解放発動後、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。通常攻撃ダメージを与える時、通常攻撃ダメージが24%/30%/36%/42%/48%アップ、4/4/4/4/4秒間持続。"
          }
        ]
      },
      "luminous_hymn": {
        "name": "光のハルモニア",
        "typeName": "増幅器",
        "resonanceName": "枝を啣む小鳥のアンセム",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。【騒光効果】が付与された目標にダメージを与えると、自身の通常攻撃ダメージと重撃ダメージが14%/17.5%/21%/24.5%/28%アップ、最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、【騒光効果】がチーム内登場キャラ近くの目標に与えるダメージに30%/37.5%/45%/52.5%/60%のダメージブーストが付き、30/30/30/30/30秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【騒光効果】が付与された目標にダメージを与えると、自身の通常攻撃ダメージと重撃ダメージが14%/17.5%/21%/24.5%/28%アップ、最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、【騒光効果】がチーム内登場キャラ近くの目標に与えるダメージに30%/37.5%/45%/52.5%/60%のダメージブーストが付き、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ 1スタックにつき+42%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【騒光効果】が付与された目標にダメージを与えると、自身の通常攻撃ダメージと重撃ダメージが14%/17.5%/21%/24.5%/28%アップ、最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、【騒光効果】がチーム内登場キャラ近くの目標に与えるダメージに30%/37.5%/45%/52.5%/60%のダメージブーストが付き、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ 1スタックにつき+42%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【騒光効果】が付与された目標にダメージを与えると、自身の通常攻撃ダメージと重撃ダメージが14%/17.5%/21%/24.5%/28%アップ、最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、【騒光効果】がチーム内登場キャラ近くの目標に与えるダメージに30%/37.5%/45%/52.5%/60%のダメージブーストが付き、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "ダメージブースト",
            "excerpt": "ダメージブースト +30%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【騒光効果】が付与された目標にダメージを与えると、自身の通常攻撃ダメージと重撃ダメージが14%/17.5%/21%/24.5%/28%アップ、最大3/3/3/3/3スタック、6/6/6/6/6秒間持続。終奏スキル発動時、【騒光効果】がチーム内登場キャラ近くの目標に与えるダメージに30%/37.5%/45%/52.5%/60%のダメージブーストが付き、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "oceans_gift": {
        "name": "海の恩恵",
        "typeName": "増幅器",
        "resonanceName": "魚の力",
        "description": "【騒光効果】が付与された敵にダメージを与える時に以下の効果を獲得：自身の回折ダメージが6%/7%/8%/9%/10%アップ。この効果は1秒ごとに1スタック獲得可能、6秒間持続、最大4スタック。",
        "effects": [
          {
            "label": "回折ダメージアップ",
            "excerpt": "回折ダメージアップ 1スタックにつき+24%",
            "conditionText": "【騒光効果】が付与された敵にダメージを与える時に以下の効果を獲得：自身の回折ダメージが6%/7%/8%/9%/10%アップ。この効果は1秒ごとに1スタック獲得可能、6秒間持続、最大4スタック。"
          }
        ]
      },
      "whispers_of_sirens": {
        "name": "深海の囁き",
        "typeName": "増幅器",
        "resonanceName": "深海の中で",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後の10/10/10/10/10秒間、音骸スキルを発動するたびに、1/1/1/1/1スタックの【ふわふわの夢】を獲得、同名音骸スキルにつき1回まで獲得可能、最大2/2/2/2/2スタック、10/10/10/10/10秒間持続(2スタックに達した後、音骸スキルを発動してもスタックの持続時間はリセットされない)。\n上記の効果発動後の10秒以内に再度変奏スキルまたは通常攻撃を発動しても、効果はリセットされない。他のキャラに切り替えると、この効果は消える。\n1/1/1/1/1スタック目：通常攻撃ダメージが40%/50%/60%/70%/80%アップ。\n2/2/2/2/2スタック目：目標の消滅耐性を12%/15%/18%/21%/24%無視。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後の10/10/10/10/10秒間、音骸スキルを発動するたびに、1/1/1/1/1スタックの【ふわふわの夢】を獲得、同名音骸スキルにつき1回まで獲得可能、最大2/2/2/2/2スタック、10/10/10/10/10秒間持続(2スタックに達した後、音骸スキルを発動してもスタックの持続時間はリセットされない)。\n上記の効果発動後の10秒以内に再度変奏スキルまたは通常攻撃を発動しても、効果はリセットされない。他のキャラに切り替えると、この効果は消える。\n1/1/1/1/1スタック目：通常攻撃ダメージが40%/50%/60%/70%/80%アップ。\n2/2/2/2/2スタック目：目標の消滅耐性を12%/15%/18%/21%/24%無視。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +40%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後の10/10/10/10/10秒間、音骸スキルを発動するたびに、1/1/1/1/1スタックの【ふわふわの夢】を獲得、同名音骸スキルにつき1回まで獲得可能、最大2/2/2/2/2スタック、10/10/10/10/10秒間持続(2スタックに達した後、音骸スキルを発動してもスタックの持続時間はリセットされない)。\n上記の効果発動後の10秒以内に再度変奏スキルまたは通常攻撃を発動しても、効果はリセットされない。他のキャラに切り替えると、この効果は消える。\n1/1/1/1/1スタック目：通常攻撃ダメージが40%/50%/60%/70%/80%アップ。\n2/2/2/2/2スタック目：目標の消滅耐性を12%/15%/18%/21%/24%無視。"
          },
          {
            "label": "耐性ダウン",
            "excerpt": "耐性ダウン +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後の10/10/10/10/10秒間、音骸スキルを発動するたびに、1/1/1/1/1スタックの【ふわふわの夢】を獲得、同名音骸スキルにつき1回まで獲得可能、最大2/2/2/2/2スタック、10/10/10/10/10秒間持続(2スタックに達した後、音骸スキルを発動してもスタックの持続時間はリセットされない)。\n上記の効果発動後の10秒以内に再度変奏スキルまたは通常攻撃を発動しても、効果はリセットされない。他のキャラに切り替えると、この効果は消える。\n1/1/1/1/1スタック目：通常攻撃ダメージが40%/50%/60%/70%/80%アップ。\n2/2/2/2/2スタック目：目標の消滅耐性を12%/15%/18%/21%/24%無視。"
          }
        ]
      },
      "bloodpacts_pledge": {
        "name": "血の盟約",
        "typeName": "迅刀",
        "resonanceName": "響き合う風鳴り",
        "description": "HP回復効果を発動時、自身の共鳴スキルダメージが10%/14%/18%/22%/26%アップ、6/6/6/6/6秒間持続。漂泊者・気動が共鳴スキル・無形無相の朧を発動時、近くにいるチーム内の登場キャラに10%/14%/18%/22%/26%の気動ダメージブーストを付与、30/30/30/30/30秒間持続。",
        "effects": [
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +10%",
            "conditionText": "HP回復効果を発動時、自身の共鳴スキルダメージが10%/14%/18%/22%/26%アップ、6/6/6/6/6秒間持続。漂泊者・気動が共鳴スキル・無形無相の朧を発動時、近くにいるチーム内の登場キャラに10%/14%/18%/22%/26%の気動ダメージブーストを付与、30/30/30/30/30秒間持続。"
          }
        ]
      },
      "blazing_justice": {
        "name": "焔光の裁き",
        "typeName": "手甲",
        "resonanceName": "闇を打ち破る者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃発動時、以下の効果を獲得：自身の与ダメージが目標の防御力を8%/10%/12%/14%/16%無視する他、自身が直接与える【騒光効果】ダメージに、50%/62.5%/75%/87.5%/100%のダメージブーストを付与する。この効果は6/6/6/6/6秒間持続し、再獲得すると持続時間がリセットされる。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃発動時、以下の効果を獲得：自身の与ダメージが目標の防御力を8%/10%/12%/14%/16%無視する他、自身が直接与える【騒光効果】ダメージに、50%/62.5%/75%/87.5%/100%のダメージブーストを付与する。この効果は6/6/6/6/6秒間持続し、再獲得すると持続時間がリセットされる。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +8%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃発動時、以下の効果を獲得：自身の与ダメージが目標の防御力を8%/10%/12%/14%/16%無視する他、自身が直接与える【騒光効果】ダメージに、50%/62.5%/75%/87.5%/100%のダメージブーストを付与する。この効果は6/6/6/6/6秒間持続し、再獲得すると持続時間がリセットされる。"
          },
          {
            "label": "ダメージブースト",
            "excerpt": "ダメージブースト +50%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。通常攻撃発動時、以下の効果を獲得：自身の与ダメージが目標の防御力を8%/10%/12%/14%/16%無視する他、自身が直接与える【騒光効果】ダメージに、50%/62.5%/75%/87.5%/100%のダメージブーストを付与する。この効果は6/6/6/6/6秒間持続し、再獲得すると持続時間がリセットされる。"
          }
        ]
      },
      "woodland_aria": {
        "name": "森のアリア",
        "typeName": "拳銃",
        "resonanceName": "常夏のオード",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。目標に【風蝕効果】を付与した後、自身の気動ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。【風蝕効果】が付与されている目標への攻撃が命中時、目標の気動耐性が10%/11.5%/13%/14.5%/16%ダウン、20/20/20/20/20秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。目標に【風蝕効果】を付与した後、自身の気動ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。【風蝕効果】が付与されている目標への攻撃が命中時、目標の気動耐性が10%/11.5%/13%/14.5%/16%ダウン、20/20/20/20/20秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "気動ダメージアップ",
            "excerpt": "気動ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。目標に【風蝕効果】を付与した後、自身の気動ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。【風蝕効果】が付与されている目標への攻撃が命中時、目標の気動耐性が10%/11.5%/13%/14.5%/16%ダウン、20/20/20/20/20秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "耐性ダウン",
            "excerpt": "耐性ダウン +10%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。目標に【風蝕効果】を付与した後、自身の気動ダメージが24%/30%/36%/42%/48%アップ、10/10/10/10/10秒間持続。【風蝕効果】が付与されている目標への攻撃が命中時、目標の気動耐性が10%/11.5%/13%/14.5%/16%ダウン、20/20/20/20/20秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "defiers_thorn": {
        "name": "定めを覆す荊冠",
        "typeName": "迅刀",
        "resonanceName": "自由の騎士の踊り",
        "description": "HP上限12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後15/15/15/15/15秒間、自身によるダメージが目標の防御力を8%/10%/12%/14%/16%無視する。目標に付与されている風蝕効果が1スタック以上の場合、その目標への与ダメージに20%/25%/30%/35%/40%のダメージブーストを付与する。",
        "effects": [
          {
            "label": "HP",
            "excerpt": "HP +12%",
            "conditionText": "HP上限12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後15/15/15/15/15秒間、自身によるダメージが目標の防御力を8%/10%/12%/14%/16%無視する。目標に付与されている風蝕効果が1スタック以上の場合、その目標への与ダメージに20%/25%/30%/35%/40%のダメージブーストを付与する。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +8%",
            "conditionText": "HP上限12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後15/15/15/15/15秒間、自身によるダメージが目標の防御力を8%/10%/12%/14%/16%無視する。目標に付与されている風蝕効果が1スタック以上の場合、その目標への与ダメージに20%/25%/30%/35%/40%のダメージブーストを付与する。"
          },
          {
            "label": "ダメージブースト",
            "excerpt": "ダメージブースト +20%",
            "conditionText": "HP上限12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃発動後15/15/15/15/15秒間、自身によるダメージが目標の防御力を8%/10%/12%/14%/16%無視する。目標に付与されている風蝕効果が1スタック以上の場合、その目標への与ダメージに20%/25%/30%/35%/40%のダメージブーストを付与する。"
          }
        ]
      },
      "wildfire_mark": {
        "name": "闘炎の爪痕",
        "typeName": "長刃",
        "resonanceName": "星々と煌めく狼炎",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが24%/30%/36%/42%/48%アップ、6/6/6/6/6秒間持続。重撃ダメージを与えた時、この効果は4/4/4/4/4秒延長され、最大1/1/1/1/1回延長可能。効果の持続時間が延長された時、チーム内キャラの焦熱ダメージが24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが24%/30%/36%/42%/48%アップ、6/6/6/6/6秒間持続。重撃ダメージを与えた時、この効果は4/4/4/4/4秒延長され、最大1/1/1/1/1回延長可能。効果の持続時間が延長された時、チーム内キャラの焦熱ダメージが24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが24%/30%/36%/42%/48%アップ、6/6/6/6/6秒間持続。重撃ダメージを与えた時、この効果は4/4/4/4/4秒延長され、最大1/1/1/1/1回延長可能。効果の持続時間が延長された時、チーム内キャラの焦熱ダメージが24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "焦熱ダメージアップ",
            "excerpt": "焦熱ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが24%/30%/36%/42%/48%アップ、6/6/6/6/6秒間持続。重撃ダメージを与えた時、この効果は4/4/4/4/4秒延長され、最大1/1/1/1/1回延長可能。効果の持続時間が延長された時、チーム内キャラの焦熱ダメージが24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "lethean_elegy": {
        "name": "幽冥の忘憂曲",
        "typeName": "増幅器",
        "resonanceName": "レクイエム",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた後の12/12/12/12/12秒間、共鳴スキルダメージが32%/40%/48%/56%/64%アップ、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、さらにダメージを与える時、目標の防御力を8%/10%/12%/14%/16%無視する。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた後の12/12/12/12/12秒間、共鳴スキルダメージが32%/40%/48%/56%/64%アップ、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、さらにダメージを与える時、目標の防御力を8%/10%/12%/14%/16%無視する。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +32%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた後の12/12/12/12/12秒間、共鳴スキルダメージが32%/40%/48%/56%/64%アップ、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、さらにダメージを与える時、目標の防御力を8%/10%/12%/14%/16%無視する。"
          },
          {
            "label": "音骸スキルダメージブースト",
            "excerpt": "音骸スキルダメージブースト +32%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた後の12/12/12/12/12秒間、共鳴スキルダメージが32%/40%/48%/56%/64%アップ、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、さらにダメージを与える時、目標の防御力を8%/10%/12%/14%/16%無視する。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +8%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた後の12/12/12/12/12秒間、共鳴スキルダメージが32%/40%/48%/56%/64%アップ、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、さらにダメージを与える時、目標の防御力を8%/10%/12%/14%/16%無視する。"
          }
        ]
      },
      "moongazers_sigil": {
        "name": "万物を書き留める月相",
        "typeName": "手甲",
        "resonanceName": "万物を綴る月",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。自身がシールドを獲得時、共鳴解放ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12.0%無視する。この効果は0.5/0.5/0.5/0.5/0.5秒ごとに1回発動でき、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。変奏スキルを発動時、防御力無視効果は最大スタックに見なされ、3/3/3/3/3秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。自身がシールドを獲得時、共鳴解放ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12.0%無視する。この効果は0.5/0.5/0.5/0.5/0.5秒ごとに1回発動でき、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。変奏スキルを発動時、防御力無視効果は最大スタックに見なされ、3/3/3/3/3秒間持続。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +20%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。自身がシールドを獲得時、共鳴解放ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12.0%無視する。この効果は0.5/0.5/0.5/0.5/0.5秒ごとに1回発動でき、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。変奏スキルを発動時、防御力無視効果は最大スタックに見なされ、3/3/3/3/3秒間持続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 1スタックにつき+36%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは共鳴解放を発動時、共鳴解放ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。自身がシールドを獲得時、共鳴解放ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12.0%無視する。この効果は0.5/0.5/0.5/0.5/0.5秒ごとに1回発動でき、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。変奏スキルを発動時、防御力無視効果は最大スタックに見なされ、3/3/3/3/3秒間持続。"
          }
        ]
      },
      "thunderflare_dominion": {
        "name": "雷霆を統べし王剣",
        "typeName": "長刃",
        "resonanceName": "ケラウノス・プロミネンス",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキルまたは変奏スキルを発動時、重撃ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。\n自身がシールドを獲得時、重撃ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12%無視する。この効果は0.5秒に1回発動可能、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキルまたは変奏スキルを発動時、重撃ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。\n自身がシールドを獲得時、重撃ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12%無視する。この効果は0.5秒に1回発動可能、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。"
          },
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ +20%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキルまたは変奏スキルを発動時、重撃ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。\n自身がシールドを獲得時、重撃ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12%無視する。この効果は0.5秒に1回発動可能、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 1スタックにつき+36%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。共鳴スキルまたは変奏スキルを発動時、重撃ダメージが20%/25%/30%/35%/40%アップ、15/15/15/15/15秒間持続。\n自身がシールドを獲得時、重撃ダメージは目標の防御力を7.2%/8.4%/9.6%/10.8%/12%無視する。この効果は0.5秒に1回発動可能、最大5/5/5/5/5スタック、7/7/7/7/7秒間持続。"
          }
        ]
      },
      "aureate_zenith": {
        "name": "金の天穹",
        "typeName": "長刃",
        "resonanceName": "潮狩りの誓い",
        "description": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、重撃ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ +10.8%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、重撃ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +7.2%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、重撃ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "feather_edge": {
        "name": "鋭利な翼",
        "typeName": "迅刀",
        "resonanceName": "潮狩りの誓い",
        "description": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +10.8%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +7.2%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "solar_flame": {
        "name": "紅炎",
        "typeName": "拳銃",
        "resonanceName": "潮狩りの誓い",
        "description": "通常攻撃ダメージまたは重撃ダメージを与える時、攻撃力と重撃ダメージが2.2%/3.4%/4.7%/5.9%/7.2%アップ、最大4/4/4/4スタック、7/7/7/7/7秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。",
        "effects": [
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ 1スタックにつき+8.8%",
            "conditionText": "通常攻撃ダメージまたは重撃ダメージを与える時、攻撃力と重撃ダメージが2.2%/3.4%/4.7%/5.9%/7.2%アップ、最大4/4/4/4スタック、7/7/7/7/7秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 1スタックにつき+8.8%",
            "conditionText": "通常攻撃ダメージまたは重撃ダメージを与える時、攻撃力と重撃ダメージが2.2%/3.4%/4.7%/5.9%/7.2%アップ、最大4/4/4/4スタック、7/7/7/7/7秒間持続、1/1/1/1/1秒ごとに1/1/1/1/1回発動可能。"
          }
        ]
      },
      "aether_strike": {
        "name": "舞い上がる大空",
        "typeName": "手甲",
        "resonanceName": "潮狩りの誓い",
        "description": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。",
        "effects": [
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +10.8%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +7.2%",
            "conditionText": "共鳴解放を発動時、攻撃力が7.2%/11.1%/15.1%/19%/23%アップ、共鳴解放ダメージが10.8%/16.7%/22.6%/28.6%/34.5%アップ、15/15/15/15/15秒間持続。"
          }
        ]
      },
      "radiant_dawn": {
        "name": "弾む輝き",
        "typeName": "増幅器",
        "resonanceName": "潮狩りの誓い",
        "description": "共鳴スキルを発動時、攻撃力と通常攻撃ダメージが9%/13.9%/18.9%/23.8%/28.8%アップ、10/10/10/10/10秒間持続。",
        "effects": [
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +9%",
            "conditionText": "共鳴スキルを発動時、攻撃力と通常攻撃ダメージが9%/13.9%/18.9%/23.8%/28.8%アップ、10/10/10/10/10秒間持続。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +9%",
            "conditionText": "共鳴スキルを発動時、攻撃力と通常攻撃ダメージが9%/13.9%/18.9%/23.8%/28.8%アップ、10/10/10/10/10秒間持続。"
          }
        ]
      },
      "lux_and_umbra": {
        "name": "ルクス＆アンブラ",
        "typeName": "拳銃",
        "resonanceName": "再び炎に抱かれて",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた時、24%/30%/36%/42%/48%の重撃ダメージブーストを付与、6/6/6/6/6秒間持続。重撃ダメージを与えた時、24%/30%/36%/42%/48%の音骸スキルダメージブーストを付与、6/6/6/6/6秒間持続。1回の攻撃につき、最大24%/30%/36%/42%/48%のダメージブーストが適用可能。両方の効果を持つ間、与ダメージは目標の防御力を8%/10%/12%/14%/16%無視。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた時、24%/30%/36%/42%/48%の重撃ダメージブーストを付与、6/6/6/6/6秒間持続。重撃ダメージを与えた時、24%/30%/36%/42%/48%の音骸スキルダメージブーストを付与、6/6/6/6/6秒間持続。1回の攻撃につき、最大24%/30%/36%/42%/48%のダメージブーストが適用可能。両方の効果を持つ間、与ダメージは目標の防御力を8%/10%/12%/14%/16%無視。"
          },
          {
            "label": "重撃ダメージブースト",
            "excerpt": "重撃ダメージブースト +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた時、24%/30%/36%/42%/48%の重撃ダメージブーストを付与、6/6/6/6/6秒間持続。重撃ダメージを与えた時、24%/30%/36%/42%/48%の音骸スキルダメージブーストを付与、6/6/6/6/6秒間持続。1回の攻撃につき、最大24%/30%/36%/42%/48%のダメージブーストが適用可能。両方の効果を持つ間、与ダメージは目標の防御力を8%/10%/12%/14%/16%無視。"
          },
          {
            "label": "音骸スキルダメージブースト",
            "excerpt": "音骸スキルダメージブースト +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた時、24%/30%/36%/42%/48%の重撃ダメージブーストを付与、6/6/6/6/6秒間持続。重撃ダメージを与えた時、24%/30%/36%/42%/48%の音骸スキルダメージブーストを付与、6/6/6/6/6秒間持続。1回の攻撃につき、最大24%/30%/36%/42%/48%のダメージブーストが適用可能。両方の効果を持つ間、与ダメージは目標の防御力を8%/10%/12%/14%/16%無視。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +8%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。音骸スキルダメージを与えた時、24%/30%/36%/42%/48%の重撃ダメージブーストを付与、6/6/6/6/6秒間持続。重撃ダメージを与えた時、24%/30%/36%/42%/48%の音骸スキルダメージブーストを付与、6/6/6/6/6秒間持続。1回の攻撃につき、最大24%/30%/36%/42%/48%のダメージブーストが適用可能。両方の効果を持つ間、与ダメージは目標の防御力を8%/10%/12%/14%/16%無視。"
          }
        ]
      },
      "emerald_sentence": {
        "name": "破敵の鋭竹",
        "typeName": "迅刀",
        "resonanceName": "人の成す業",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃を発動後10/10/10/10/10秒内に音骸スキルを発動時、【解竹】効果を1スタック獲得し、重撃ダメージが30/37.5/45/52.5/60%アップ。同名音骸スキルにつき1回まで獲得可能、最大2スタック、12/12/12/12/12秒間持続。2スタックに到達時、音骸スキルを発動すると、持続時間はリセットされない。この効果は10/10/10/10/10秒ごとに最大1回発動する。他のキャラに切り替えると、この効果は消える。\n変奏スキル発動時、チーム内全員の音骸スキルダメージが20%/25%/30%/35%/40%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃を発動後10/10/10/10/10秒内に音骸スキルを発動時、【解竹】効果を1スタック獲得し、重撃ダメージが30/37.5/45/52.5/60%アップ。同名音骸スキルにつき1回まで獲得可能、最大2スタック、12/12/12/12/12秒間持続。2スタックに到達時、音骸スキルを発動すると、持続時間はリセットされない。この効果は10/10/10/10/10秒ごとに最大1回発動する。他のキャラに切り替えると、この効果は消える。\n変奏スキル発動時、チーム内全員の音骸スキルダメージが20%/25%/30%/35%/40%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "重撃ダメージアップ",
            "excerpt": "重撃ダメージアップ 1スタックにつき+60%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃を発動後10/10/10/10/10秒内に音骸スキルを発動時、【解竹】効果を1スタック獲得し、重撃ダメージが30/37.5/45/52.5/60%アップ。同名音骸スキルにつき1回まで獲得可能、最大2スタック、12/12/12/12/12秒間持続。2スタックに到達時、音骸スキルを発動すると、持続時間はリセットされない。この効果は10/10/10/10/10秒ごとに最大1回発動する。他のキャラに切り替えると、この効果は消える。\n変奏スキル発動時、チーム内全員の音骸スキルダメージが20%/25%/30%/35%/40%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "音骸スキルダメージアップ",
            "excerpt": "音骸スキルダメージアップ +20%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルまたは通常攻撃を発動後10/10/10/10/10秒内に音骸スキルを発動時、【解竹】効果を1スタック獲得し、重撃ダメージが30/37.5/45/52.5/60%アップ。同名音骸スキルにつき1回まで獲得可能、最大2スタック、12/12/12/12/12秒間持続。2スタックに到達時、音骸スキルを発動すると、持続時間はリセットされない。この効果は10/10/10/10/10秒ごとに最大1回発動する。他のキャラに切り替えると、この効果は消える。\n変奏スキル発動時、チーム内全員の音骸スキルダメージが20%/25%/30%/35%/40%アップ、30/30/30/30/30秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "kumokiri": {
        "name": "曇斬",
        "typeName": "長刃",
        "resonanceName": "命を繋ぐ弦",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または【異常効果】を付与時、自身の共鳴解放ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、15/15/15/15/15秒間持続。\nスタックが最大になった状態で、チーム内キャラが【異常効果】を付与した時、付与したキャラの全属性ダメージが24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果を重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または【異常効果】を付与時、自身の共鳴解放ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、15/15/15/15/15秒間持続。\nスタックが最大になった状態で、チーム内キャラが【異常効果】を付与した時、付与したキャラの全属性ダメージが24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ 1スタックにつき+24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または【異常効果】を付与時、自身の共鳴解放ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、15/15/15/15/15秒間持続。\nスタックが最大になった状態で、チーム内キャラが【異常効果】を付与した時、付与したキャラの全属性ダメージが24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果を重複発動できない。"
          },
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または【異常効果】を付与時、自身の共鳴解放ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、15/15/15/15/15秒間持続。\nスタックが最大になった状態で、チーム内キャラが【異常効果】を付与した時、付与したキャラの全属性ダメージが24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果を重複発動できない。"
          }
        ]
      },
      "spectrum_blaster": {
        "name": "スペクトル・ブラスター",
        "typeName": "拳銃",
        "resonanceName": "出席フリーパスプロトコル",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または通常攻撃ダメージが命中時、自身の通常攻撃ダメージが36%/45%/54%/63%/72%アップ、4/4/4/4/4秒間持続。自身が通常攻撃スキルを発動中に目標に【震撃協和・オフセット】または【密集協和・オフセット】を付与するたび、チーム内キャラの与ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、30/30/30/30/30秒間持続。同名効果は重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または通常攻撃ダメージが命中時、自身の通常攻撃ダメージが36%/45%/54%/63%/72%アップ、4/4/4/4/4秒間持続。自身が通常攻撃スキルを発動中に目標に【震撃協和・オフセット】または【密集協和・オフセット】を付与するたび、チーム内キャラの与ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +36%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または通常攻撃ダメージが命中時、自身の通常攻撃ダメージが36%/45%/54%/63%/72%アップ、4/4/4/4/4秒間持続。自身が通常攻撃スキルを発動中に目標に【震撃協和・オフセット】または【密集協和・オフセット】を付与するたび、チーム内キャラの与ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "最終ダメージアップ",
            "excerpt": "最終ダメージアップ 1スタックにつき+24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動、または通常攻撃ダメージが命中時、自身の通常攻撃ダメージが36%/45%/54%/63%/72%アップ、4/4/4/4/4秒間持続。自身が通常攻撃スキルを発動中に目標に【震撃協和・オフセット】または【密集協和・オフセット】を付与するたび、チーム内キャラの与ダメージが8%/10%/12%/14%/16%アップ、最大3/3/3/3/3スタック、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          }
        ]
      },
      "starfield_calibrator": {
        "name": "スターキャリブレーター",
        "typeName": "長刃",
        "resonanceName": "定解",
        "description": "防御力16%/20%/24%/28%/32%アップ。共鳴スキルを発動時、協奏エネルギーを8/10/12/14/16Pt獲得、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。HP回復効果を発動時、近くにいるチーム内全員のクリティカルダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。同名効果は重複発動できない。",
        "effects": [
          {
            "label": "クリティカルダメージ",
            "excerpt": "クリティカルダメージ +20%",
            "conditionText": "防御力16%/20%/24%/28%/32%アップ。共鳴スキルを発動時、協奏エネルギーを8/10/12/14/16Pt獲得、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。HP回復効果を発動時、近くにいるチーム内全員のクリティカルダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "防御力",
            "excerpt": "防御力 +16%",
            "conditionText": "防御力16%/20%/24%/28%/32%アップ。共鳴スキルを発動時、協奏エネルギーを8/10/12/14/16Pt獲得、20/20/20/20/20秒ごとに1/1/1/1/1回発動可能。HP回復効果を発動時、近くにいるチーム内全員のクリティカルダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。同名効果は重複発動できない。"
          }
        ]
      },
      "radiance_cleaver": {
        "name": "ラディアンスの切っ先",
        "typeName": "長刃",
        "resonanceName": "開拓者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴解放ダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴解放ダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴解放ダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。"
          }
        ]
      },
      "laser_shearer": {
        "name": "レーザーの鋭剣",
        "typeName": "迅刀",
        "resonanceName": "先覚者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴スキルダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴スキルダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。"
          },
          {
            "label": "共鳴スキルダメージアップ",
            "excerpt": "共鳴スキルダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、共鳴スキルダメージが24%/27%/30%/33%/36%アップ、3/3/3/3/3秒間持続。重複発動時は持続時間をリセット。"
          }
        ]
      },
      "phasic_homogenizer": {
        "name": "フェーズのさざ波",
        "typeName": "拳銃",
        "resonanceName": "洞察者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の全属性ダメージが20%/22.5%/25%/27.5%/30%アップ、14/14/14/14/14秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の全属性ダメージが20%/22.5%/25%/27.5%/30%アップ、14/14/14/14/14秒間持続。"
          },
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +20%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の全属性ダメージが20%/22.5%/25%/27.5%/30%アップ、14/14/14/14/14秒間持続。"
          }
        ]
      },
      "pulsation_bracer": {
        "name": "パルスの機腕",
        "typeName": "手甲",
        "resonanceName": "挑戦者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、通常攻撃ダメージが6%/6.7%/7.5%/8.2%/9%アップ、3/3/3/3/3秒間持続、最大4/4/4/4/4スタック。0.5/0.5/0.5/0.5/0.5秒ごとに1/1/1/1/1回発動可能。重複発動時は持続時間をリセット。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、通常攻撃ダメージが6%/6.7%/7.5%/8.2%/9%アップ、3/3/3/3/3秒間持続、最大4/4/4/4/4スタック。0.5/0.5/0.5/0.5/0.5秒ごとに1/1/1/1/1回発動可能。重複発動時は持続時間をリセット。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ 1スタックにつき+24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。【密集協和・インターフェア】状態の敵にダメージを与えると、通常攻撃ダメージが6%/6.7%/7.5%/8.2%/9%アップ、3/3/3/3/3秒間持続、最大4/4/4/4/4スタック。0.5/0.5/0.5/0.5/0.5秒ごとに1/1/1/1/1回発動可能。重複発動時は持続時間をリセット。"
          }
        ]
      },
      "boson_astrolabe": {
        "name": "ボゾンの観測器",
        "typeName": "増幅器",
        "resonanceName": "観測者",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の攻撃力が12%/13.5%/15%/16.5%/18%アップ、通常攻撃ダメージが12%/13.5%/15%/16.5%/18%アップ、14/14/14/14/14秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の攻撃力が12%/13.5%/15%/16.5%/18%アップ、通常攻撃ダメージが12%/13.5%/15%/16.5%/18%アップ、14/14/14/14/14秒間持続。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の攻撃力が12%/13.5%/15%/16.5%/18%アップ、通常攻撃ダメージが12%/13.5%/15%/16.5%/18%アップ、14/14/14/14/14秒間持続。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。チーム内キャラが【協和破壊スキル】を発動後、自身の攻撃力が12%/13.5%/15%/16.5%/18%アップ、通常攻撃ダメージが12%/13.5%/15%/16.5%/18%アップ、14/14/14/14/14秒間持続。"
          }
        ]
      },
      "everbright_polestar": {
        "name": "とこしえの明星",
        "typeName": "迅刀",
        "resonanceName": "星を追う者",
        "description": "全属性ダメージ12%/15%/18%/21%/24%アップ。震撃協和・オフセットまたは斉爆効果を付与した時、共鳴解放ダメージは目標の防御力を32%/40%/48%/56%/64%、焦熱耐性を10%/15%/20%/25%/30%無視し、8/8/8/8/8秒間継続。",
        "effects": [
          {
            "label": "全属性ダメージアップ",
            "excerpt": "全属性ダメージアップ +12%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。震撃協和・オフセットまたは斉爆効果を付与した時、共鳴解放ダメージは目標の防御力を32%/40%/48%/56%/64%、焦熱耐性を10%/15%/20%/25%/30%無視し、8/8/8/8/8秒間継続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +32%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。震撃協和・オフセットまたは斉爆効果を付与した時、共鳴解放ダメージは目標の防御力を32%/40%/48%/56%/64%、焦熱耐性を10%/15%/20%/25%/30%無視し、8/8/8/8/8秒間継続。"
          },
          {
            "label": "耐性ダウン",
            "excerpt": "耐性ダウン +10%",
            "conditionText": "全属性ダメージ12%/15%/18%/21%/24%アップ。震撃協和・オフセットまたは斉爆効果を付与した時、共鳴解放ダメージは目標の防御力を32%/40%/48%/56%/64%、焦熱耐性を10%/15%/20%/25%/30%無視し、8/8/8/8/8秒間継続。"
          }
        ]
      },
      "daybreakers_spine": {
        "name": "デイブレイカースパイン",
        "typeName": "手甲",
        "resonanceName": "縫い合わせられた朝夕",
        "description": "攻撃力が12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与えた後、回折ダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。敵に【密集協和・オフセット】を付与するたび、通常攻撃ダメージは20%/25%/30%/35%/40%のダメージブーストが付与される他、目標の防御力を10%/12.5%/15%/17.5%/20%無視する。この効果は6/6/6/6/6秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与えた後、回折ダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。敵に【密集協和・オフセット】を付与するたび、通常攻撃ダメージは20%/25%/30%/35%/40%のダメージブーストが付与される他、目標の防御力を10%/12.5%/15%/17.5%/20%無視する。この効果は6/6/6/6/6秒間持続。"
          },
          {
            "label": "回折ダメージアップ",
            "excerpt": "回折ダメージアップ +20%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与えた後、回折ダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。敵に【密集協和・オフセット】を付与するたび、通常攻撃ダメージは20%/25%/30%/35%/40%のダメージブーストが付与される他、目標の防御力を10%/12.5%/15%/17.5%/20%無視する。この効果は6/6/6/6/6秒間持続。"
          },
          {
            "label": "通常攻撃ダメージブースト",
            "excerpt": "通常攻撃ダメージブースト +20%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与えた後、回折ダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。敵に【密集協和・オフセット】を付与するたび、通常攻撃ダメージは20%/25%/30%/35%/40%のダメージブーストが付与される他、目標の防御力を10%/12.5%/15%/17.5%/20%無視する。この効果は6/6/6/6/6秒間持続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +10%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。通常攻撃ダメージを与えた後、回折ダメージが20%/25%/30%/35%/40%アップ、4/4/4/4/4秒間持続。敵に【密集協和・オフセット】を付与するたび、通常攻撃ダメージは20%/25%/30%/35%/40%のダメージブーストが付与される他、目標の防御力を10%/12.5%/15%/17.5%/20%無視する。この効果は6/6/6/6/6秒間持続。"
          }
        ]
      },
      "solsworn_ciphers": {
        "name": "ソル・スウォーンの注釈",
        "typeName": "手甲",
        "resonanceName": "近日点",
        "description": "攻撃力が12%/15%/18%/21%/24%アップ。変奏スキルまたは音骸スキルを発動すると、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、15/15/15/15/15秒間持続。音骸スキルダメージを与えると、気動ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する、6/6/6/6/6秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。変奏スキルまたは音骸スキルを発動すると、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、15/15/15/15/15秒間持続。音骸スキルダメージを与えると、気動ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する、6/6/6/6/6秒間持続。"
          },
          {
            "label": "音骸スキルダメージブースト",
            "excerpt": "音骸スキルダメージブースト +32%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。変奏スキルまたは音骸スキルを発動すると、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、15/15/15/15/15秒間持続。音骸スキルダメージを与えると、気動ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する、6/6/6/6/6秒間持続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +10%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。変奏スキルまたは音骸スキルを発動すると、音骸スキルダメージに32%/40%/48%/56%/64%のダメージブーストを付与、15/15/15/15/15秒間持続。音骸スキルダメージを与えると、気動ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する、6/6/6/6/6秒間持続。"
          }
        ]
      },
      "forged_dwarf_star": {
        "name": "偽物の矮星",
        "typeName": "増幅器",
        "resonanceName": "静寂",
        "description": "攻撃力が12%/15%/18%/21%/24%アップ。斉爆効果または密集協和・オフセットを付与後、共鳴解放ダメージが36%/45%/54%/63%/72%アップ、5/5/5/5/5秒間持続。この効果の持続時間内に、チーム内キャラが斉爆効果または密集協和・オフセットを付与すると、そのキャラの攻撃力が24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果は重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。斉爆効果または密集協和・オフセットを付与後、共鳴解放ダメージが36%/45%/54%/63%/72%アップ、5/5/5/5/5秒間持続。この効果の持続時間内に、チーム内キャラが斉爆効果または密集協和・オフセットを付与すると、そのキャラの攻撃力が24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "共鳴解放ダメージアップ",
            "excerpt": "共鳴解放ダメージアップ +36%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。斉爆効果または密集協和・オフセットを付与後、共鳴解放ダメージが36%/45%/54%/63%/72%アップ、5/5/5/5/5秒間持続。この効果の持続時間内に、チーム内キャラが斉爆効果または密集協和・オフセットを付与すると、そのキャラの攻撃力が24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +24%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。斉爆効果または密集協和・オフセットを付与後、共鳴解放ダメージが36%/45%/54%/63%/72%アップ、5/5/5/5/5秒間持続。この効果の持続時間内に、チーム内キャラが斉爆効果または密集協和・オフセットを付与すると、そのキャラの攻撃力が24%/30%/36%/42%/48%アップ、15/15/15/15/15秒間持続。同名効果は重複発動できない。"
          }
        ]
      },
      "frostburn": {
        "name": "灼霜",
        "typeName": "迅刀",
        "resonanceName": "「我」の宿らない刃",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。自身が結霜効果を付与後、凝縮ダメージに28%/35%/42%/49%/56%のダメージブーストが付与され、かつ共鳴解放ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する。さらに、自身がチーム内登場キャラの場合、一定範囲内の目標が受ける結霜効果ダメージに20%/25%/30%/35%/40%のダメージブーストが付与される。これらの効果は6/6/6/6/6秒間持続し、0.1/0.1/0.1/0.1/0.1秒ごとに1/1/1/1/1回まで発動可能。複数の同名効果が同時に発動中の場合、より数値の高い方のみ適用される。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。自身が結霜効果を付与後、凝縮ダメージに28%/35%/42%/49%/56%のダメージブーストが付与され、かつ共鳴解放ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する。さらに、自身がチーム内登場キャラの場合、一定範囲内の目標が受ける結霜効果ダメージに20%/25%/30%/35%/40%のダメージブーストが付与される。これらの効果は6/6/6/6/6秒間持続し、0.1/0.1/0.1/0.1/0.1秒ごとに1/1/1/1/1回まで発動可能。複数の同名効果が同時に発動中の場合、より数値の高い方のみ適用される。"
          },
          {
            "label": "ダメージブースト",
            "excerpt": "ダメージブースト +28%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。自身が結霜効果を付与後、凝縮ダメージに28%/35%/42%/49%/56%のダメージブーストが付与され、かつ共鳴解放ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する。さらに、自身がチーム内登場キャラの場合、一定範囲内の目標が受ける結霜効果ダメージに20%/25%/30%/35%/40%のダメージブーストが付与される。これらの効果は6/6/6/6/6秒間持続し、0.1/0.1/0.1/0.1/0.1秒ごとに1/1/1/1/1回まで発動可能。複数の同名効果が同時に発動中の場合、より数値の高い方のみ適用される。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +10%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。自身が結霜効果を付与後、凝縮ダメージに28%/35%/42%/49%/56%のダメージブーストが付与され、かつ共鳴解放ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する。さらに、自身がチーム内登場キャラの場合、一定範囲内の目標が受ける結霜効果ダメージに20%/25%/30%/35%/40%のダメージブーストが付与される。これらの効果は6/6/6/6/6秒間持続し、0.1/0.1/0.1/0.1/0.1秒ごとに1/1/1/1/1回まで発動可能。複数の同名効果が同時に発動中の場合、より数値の高い方のみ適用される。"
          },
          {
            "label": "ダメージブースト",
            "excerpt": "ダメージブースト +20%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。自身が結霜効果を付与後、凝縮ダメージに28%/35%/42%/49%/56%のダメージブーストが付与され、かつ共鳴解放ダメージは目標の防御力を10%/12.5%/15%/17.5%/20%無視する。さらに、自身がチーム内登場キャラの場合、一定範囲内の目標が受ける結霜効果ダメージに20%/25%/30%/35%/40%のダメージブーストが付与される。これらの効果は6/6/6/6/6秒間持続し、0.1/0.1/0.1/0.1/0.1秒ごとに1/1/1/1/1回まで発動可能。複数の同名効果が同時に発動中の場合、より数値の高い方のみ適用される。"
          }
        ]
      },
      "spectral_trigger": {
        "name": "スペクトラル・トリガー",
        "typeName": "拳銃",
        "resonanceName": "サンケンドリーム",
        "description": "攻撃力が12%/15%/18%/21%/24%アップ。共鳴スキルを発動時、自身の回折ダメージが20%/25%/30%/35%/40%アップ、最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。敵に【ハック・オフセット】を付与するたび、30%/37.5%/45%/52.5%/60%の重撃ダメージブーストを獲得し、重撃ダメージは目標の防御力を10/12.5/15/17.5/20%無視する、14/14/14/14/14秒間持続。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。共鳴スキルを発動時、自身の回折ダメージが20%/25%/30%/35%/40%アップ、最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。敵に【ハック・オフセット】を付与するたび、30%/37.5%/45%/52.5%/60%の重撃ダメージブーストを獲得し、重撃ダメージは目標の防御力を10/12.5/15/17.5/20%無視する、14/14/14/14/14秒間持続。"
          },
          {
            "label": "回折ダメージアップ",
            "excerpt": "回折ダメージアップ 1スタックにつき+40%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。共鳴スキルを発動時、自身の回折ダメージが20%/25%/30%/35%/40%アップ、最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。敵に【ハック・オフセット】を付与するたび、30%/37.5%/45%/52.5%/60%の重撃ダメージブーストを獲得し、重撃ダメージは目標の防御力を10/12.5/15/17.5/20%無視する、14/14/14/14/14秒間持続。"
          },
          {
            "label": "重撃ダメージブースト",
            "excerpt": "重撃ダメージブースト +30%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。共鳴スキルを発動時、自身の回折ダメージが20%/25%/30%/35%/40%アップ、最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。敵に【ハック・オフセット】を付与するたび、30%/37.5%/45%/52.5%/60%の重撃ダメージブーストを獲得し、重撃ダメージは目標の防御力を10/12.5/15/17.5/20%無視する、14/14/14/14/14秒間持続。"
          },
          {
            "label": "防御力無視",
            "excerpt": "防御力無視 +10%",
            "conditionText": "攻撃力が12%/15%/18%/21%/24%アップ。共鳴スキルを発動時、自身の回折ダメージが20%/25%/30%/35%/40%アップ、最大2/2/2/2/2スタック、14/14/14/14/14秒間持続。敵に【ハック・オフセット】を付与するたび、30%/37.5%/45%/52.5%/60%の重撃ダメージブーストを獲得し、重撃ダメージは目標の防御力を10/12.5/15/17.5/20%無視する、14/14/14/14/14秒間持続。"
          }
        ]
      },
      "skull_thrasher": {
        "name": "スカル・ポッパー",
        "typeName": "拳銃",
        "resonanceName": "アンプラグド",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動時、自身の通常攻撃ダメージが24%/30%/36%/42%/48%アップ、14/14/14/14/14秒間持続。【ハック・オフセット】を付与した時、自身の通常攻撃ダメージが12%/15%/18%/21%/24%アップ、14/14/14/14/14秒間持続、チーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重ね掛けできない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動時、自身の通常攻撃ダメージが24%/30%/36%/42%/48%アップ、14/14/14/14/14秒間持続。【ハック・オフセット】を付与した時、自身の通常攻撃ダメージが12%/15%/18%/21%/24%アップ、14/14/14/14/14秒間持続、チーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重ね掛けできない。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動時、自身の通常攻撃ダメージが24%/30%/36%/42%/48%アップ、14/14/14/14/14秒間持続。【ハック・オフセット】を付与した時、自身の通常攻撃ダメージが12%/15%/18%/21%/24%アップ、14/14/14/14/14秒間持続、チーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重ね掛けできない。"
          },
          {
            "label": "通常攻撃ダメージアップ",
            "excerpt": "通常攻撃ダメージアップ +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動時、自身の通常攻撃ダメージが24%/30%/36%/42%/48%アップ、14/14/14/14/14秒間持続。【ハック・オフセット】を付与した時、自身の通常攻撃ダメージが12%/15%/18%/21%/24%アップ、14/14/14/14/14秒間持続、チーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重ね掛けできない。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。変奏スキルを発動時、自身の通常攻撃ダメージが24%/30%/36%/42%/48%アップ、14/14/14/14/14秒間持続。【ハック・オフセット】を付与した時、自身の通常攻撃ダメージが12%/15%/18%/21%/24%アップ、14/14/14/14/14秒間持続、チーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重ね掛けできない。"
          }
        ]
      },
      "freeze_frame": {
        "name": "フリーズフレーム",
        "typeName": "増幅器",
        "resonanceName": "フェードアウト",
        "description": "攻撃力12%/15%/18%/21%/24%アップ。結霜効果を付与した後、自身の凝縮ダメージが30%/37.5%/45%/52.5%/60%アップ、12/12/12/12/12秒間持続。さらにチーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重複発動できない。",
        "effects": [
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +12%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。結霜効果を付与した後、自身の凝縮ダメージが30%/37.5%/45%/52.5%/60%アップ、12/12/12/12/12秒間持続。さらにチーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "攻撃力",
            "excerpt": "攻撃力 +24%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。結霜効果を付与した後、自身の凝縮ダメージが30%/37.5%/45%/52.5%/60%アップ、12/12/12/12/12秒間持続。さらにチーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          },
          {
            "label": "凝縮ダメージアップ",
            "excerpt": "凝縮ダメージアップ +30%",
            "conditionText": "攻撃力12%/15%/18%/21%/24%アップ。結霜効果を付与した後、自身の凝縮ダメージが30%/37.5%/45%/52.5%/60%アップ、12/12/12/12/12秒間持続。さらにチーム内キャラの攻撃力が24%/30%/36%/42%/48%アップ、30/30/30/30/30秒間持続。同名効果は重複発動できない。"
          }
        ]
      }
    }
  }
});
